<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea,  matemáticas, geogebra, cuadriláteros,  4 círculos, 4 circunferencias, concurrentes, igual radio, tangentes,  ángulos, applet">
<title>4 circunferencias concurrentes de igual radio - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="600">
<tr><td>
<h2>4 circunferencias concurrentes de igual radio</h2>
<p>
Si cuatro circunferencias de igual radio <b>r</b> pasan por un mismo punto, el cuadril&aacute;tero convexo determinado por las rectas tangentes a cada par contiguo es inscrito.<br/>
<br/>
Para verlo no hay m&#225;s que darse cuenta que sus centros forman un <a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/CuadrilateroInscrito.html" target="_blank">cuadril&#225;tero inscrito</a>, pues est&#225;n a la misma distancia <b>r</b> del punto com&#250;n. Por tanto sus &#225;ngulos opuestos son suplementarios. Pero los lados del  cuadril&#225;tero de tangentes son paralelos a los del cuadril&#225;tero de centros, a una distancia <b>r</b>, y sus &#225;ngulos son iguales, por lo que los opuestos son suplementarios y es inscrito.<br/>
<br/>
Marcar la casilla <b>Dem</b> para ver los &#225;ngulos. Con el deslizador se pueden mover los centros de las circunferencias.</p>

<iframe scrolling="no" title="4 circunferencias concurrentes de igual radio" src="https://www.geogebra.org/material/iframe/id/eagrxrgq/width/582/height/600/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="582px" height="600px" style="border:0px;"> </iframe>

<p>
El contrario tambi&#233;n es cierto: para un cuadril&#225;tero inscrito siempre se pueden obtener cuatro c&#237;rculos  de igual radio, cada uno tangente a un par de lados consecutivos, y que pasen por un mismo punto.
<br/>
<br/>
No hay m&#225;s que trazar c&#237;rculos tangentes a cada par de lados con centros en rectas paralelas a los lados a una distancia creciente. Los centros de estos c&#237;rculos forman un cuadril&#225;tero circunscrito. A medida que aumenta la distancia de los centros a los lados, disminuye el radio del c&#237;rculo de centros, hasta que en alg&#250;n momento coinciden.
<br/>
<br/>
Pulsa el bot&#243;n <b>Inicio</b> en el applet siguiente para ver el proceso.
<br/>
<br/>

<iframe scrolling="no" title="4 circunferencias concurrentes de igual radio." src="https://www.geogebra.org/material/iframe/id/q7syketd/width/414/height/410/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/false/rc/false/ld/false/sdz/false/ctl/false" width="414px" height="410px" style="border:0px;"> </iframe>

<br/>
<br/>
Puede ocurrir, dependiendo de la forma del cuadril&#225;tero inicial, que el resultado sea un cuadril&#225;tero cruzado y que los c&#237;rculos, aunque tangentes a dos lados, corten a a los otros, quedando parcialmente fuera del cuadril&aacute;tero de centros.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (grupo XeoDin), 27 abril 2021. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>