<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, triángulo, punto, interior,equilátero, rectángulos, seis, 6, círculos, inscrito, radio, sumas, teorema, Viviani, áreas, applet"
<title>6 inc&#237;rculos en tri&#225;ngulo equil&#225;tero - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="1031">
<tr><td>
<h2>6 inc&#237;rculos en tri&#225;ngulo equil&#225;tero</h2>
<p>
En un tri&#225;ngulo equil&#225;tero se une un punto cualquiera de su interior con los tres v&#233;rtices y con sus tres proyecciones sobre los lados, form&#225;ndose 6 tri&#225;ngulos rect&#225;ngulos <b>T&#8321;, .., T&#8326;</b>. Los catetos que coincideen con los lados del tri&#225;ngulo equilatero <b>l&#8321;, .., l&#8326;</b>, los radi&#243;s de sus circunferencias inscritas <b>r&#8321;, .., r&#8326;</b> y sus &#225;reas respectivamente, suman lo mismo cuando se suman alternadamente.</p>

<iframe scrolling="no" title="6 incírculos en triángulo equilátero" src="https://www.geogebra.org/material/iframe/id/h2fp8k9n/width/1033/height/533/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="1033px" height="533px" style="border:0px;" allowfullscreen> </iframe>

<p>
La suma de los tres catetos comunes de estos tri&#225;ngulos <b>a&#8321;+a&#8322;+a&#8323; = &#8730;3/2</b>, la altura del tri&#225;ngulo, por el <a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/Teorema_Viviani.html" target="_blank">Teorema de Viviani</a>.<br/>
<br/>
Para la igualdad de las sumas de las &#225;reas, no hay mas que calcular, por ejemplo, la de los tri&#225;ngulos azules:<br/><br/>

<b>
T&#8322; = &#189;a&#8321;l&#8322; = &#189;a&#8321;(2a&#8322;+a&#8321;)/&#8730;3=&#189;(2a&#8321;a&#8322;+a&#8321;&#178;)/&#8730;3<br/>
T&#8324; = &#189;(2a&#8322;a&#8323;+a&#8322;&#178;)/&#8730;3<br/>
T&#8326; = &#189;(2a&#8323;a&#8321;+a&#8323;&#178;)/&#8730;3<br/>
T&#8322;+T&#8324;+T&#8326;=&#189;(a&#8321;+a&#8322;+a&#8323;)&#178;/&#8730;3=&#8730;3/8</b><br/>
<br/>
que es la mitad del &#225;rea del tri&#225;ngulo equil&#225;tero, cuyo lado se ha tomado arbitrariamente igual a <b>1</b>.</p>

<p>Puede desplazarse el punto dentro del tri&aacute;ngulo.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 31 agosto 2023. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>