<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, analítica, matemáticas, geogebra, cónicas, hipérbola,  circunferencia, reflexión, óptica Alhazen, Alhacén, Huygens, applet">
<title>El problema de Alhazen - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="744">
<tr><td>
<h2>El problema de Alhazen</h2>
<p>
&#201;ste problema, resuelto por <a href="https://es.wikipedia.org/wiki/Alhac%C3%A9n" target="_blank">Alhacen</a> en el s. XI aunque ya fue planteado por <a href="https://es.wikipedia.org/wiki/Claudio_Ptolomeo" target="_blank">Ptolomeo</a> en el 150 d.c., consiste en determinar el punto de un espejo circular <b>c</b> en que debe reflejarse un rayo luminoso para ir desde un punto <b>A</b> a otro <b>B</b>. Ambos puntos pueden estar dentro o fuera de la circunferencia <b>c</b>. <br/>
<br/>
La soluci&#243;n que se presenta aqu&#237; se debe a <a href="https://es.wikipedia.org/wiki/Christian_Huygens" target="_blank">Christian Huygens</a>. Halla los posibles puntos de reflexi&#243;n, hasta 4, como intersecci&#243;n de la circunferencia <b>c</b> con una hip&#233;rbola equil&#225;tera <b>&#969;</b>, cuyo centro es el punto medio <b>M</b> de los inversos <b>A'</b> y <b>B'</b> de los puntos <b>A</b> y <b>B</b> en la circunferencia <b>c</b>, y que pasa por <b>A'</b>, <b>B'</b> y el centro <b>O</b> de <b>c</b>, lo que es suficiente para determinarla.  Sus as&#237;ntotas son las paralelas por <b>M</b> a las bisectrices del <b>&#8736;AOB</b>. La hip&#233;rbola <b>&#969;</b> tambi&#233;n pasa por tanto por el sim&#233;trico de <b>O</b> respecto de <b>M</b> y por el sim&#233;trico de cualquiera de esos cuatro puntos respecto a las as&#237;ntotas.<br/>
<br/>
Los puntos de intersecci&#243;n (0,1, 2, 3 o 4)  no siempre se corresponden con puntos de reflexi&#243;n: es necesario que <b>A</b> y <b>B</b> est&#233;n del mismo lado respecto a un arco de la circunferencia <b>c</b> que pase por el punto de intersecci&#243;n. Es decir, que el candidato a trayecto del rayo no atraviese a la circunferencia en el punto de reflexi&#243;n. <br/>
<br/>
En el caso general no puede resolverse con regla y comp&#225;s, pues el sistema de dos ecuaciones de 2&#186; grado con dos inc&#243;gnitas correspondiente a la circunferencia y la hip&#233;rbola, conduce a una ecuaci&#243;n de 4&#186; grado en cualquiera de las coordenadas. Hay situaciones particulares, como cuando <a href="BillarCircular.html" target="_blank"><b>A</b> y <b>B</b> est&#225;n en un mismo di&#225;metro</a>, en las que si es posible.</p>

<iframe scrolling="no" title="El problema de Alhazen" src="https://www.geogebra.org/material/iframe/id/t2zae6au/width/746/height/618/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="746px" height="618px" style="border:0px;" allowfullscreen> </iframe>

<p>
Puede pararse/reiniciarse la animaci&#243;n con el control de la esquina inferior izquierda, as&#237; como desplazarse los puntos <b>A</b> y <b>O</b>.<br/>
<br/>
<a href="https://es.wikipedia.org/wiki/Claudio_Ptolomeo" target="_blank">Claudio Ptolomeo</a> (Ptolemaida <br/>
Hermia, c. 100 d.c. &#8211; Canopo, c. 170 d.c.) fue un matem&#225;tico astr&#243;nomo y ge&#243;grafo egipcio.<br/>
<br/>
<a href="https://es.wikipedia.org/wiki/Alhac%C3%A9n" target="_blank">Alhazen o Alhac&#233;n</a> (Basora, actual Irak, 1 de julio del 965 &#8211; El Cairo, Egipto, 6 de marzo del 1040), cuyo nombre real era  Ab&#363; &#8216;Al&#299; al-Hasan ibn al-Hasan ibn al-Haytam, fue un astr&#243;nomo, f&#237;sico y matem&#225;tico &#225;rabe.<br/>
<br/>
<a href="https://es.wikipedia.org/wiki/Christian_Huygens" target="_blank">Christian Huygens</a> (La Haya, 14 de abril de 1629 &#8211; ib&#237;dem, 8 de julio de 1695), fue un astr&#243;nomo, f&#237;sico y matem&#225;tico neerland&#233;s.</p>

<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 31 enero 2022. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>