<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, ESO, Bachillerato, triángulo, alturas, ortocentro, potencia, punto, distancias, producto, circunferencia, circunscrita, 9 puntos, Feuerbach, applet">
<title>Alturas y ortocentro - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="940">
<tr><td>
<h2>Alturas y ortocentro</h2>
<p>
Las <b>alturas</b> de un tri&#225;ngulo son las rectas perpendiculares a los lados que pasan por el v&#233;rtice opuesto. Se cortan las tres en el <b>ortocentro H</b>.</p>

<iframe scrolling="no" title="Alturas y ortocentro" src="https://www.geogebra.org/material/iframe/id/uxrCtGAZ/width/940/height/515/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/true/sdz/false/ctl/false" width="940px" height="515px" style="border:0px;" allowfullscreen> </iframe>
<p>
&#191;El ortocentro siempre se encuentra en el interior del tri&#225;ngulo? Averigua cuando esta dentro, en el per&#237;metro (&#191;exactamente donde?) o en el exterior del tri&#225;ngulo. Mueve para ello los v&#233;rtices y f&#237;jate en los valores de los &#225;ngulos.<br/>
<br/>
Sit&#250;a alternativamente los v&#233;rtices en la posici&#243;n en la que se encuentra <b>H</b>. &#191;Donde se sit&#250;a entonces <b>H</b>?<br/>
<br/>
Por tanto, &#191;cu&#225;l es el ortocentro del tri&#225;ngulo <b>ABH</b>? &#191;y del <b>BCH</b>? &#191;y del <b>CAH</b>?<br/>
<br/>
El pen&uacute;ltimo punto utiliza el concepto de <b><a href="PotenciaPuntoCircunferencia.html" target="_blank">potencia de un punto respecto de una circunferencia</a></b>: El producto de los segmentos desde un punto hasta la circunferencia en una misma recta es constante, independiente de la recta.
</p>
<p>
El sim&eacute;trico <b>B''</b> de <b>H</b> respecto del punto medio del lado <b>b</b>, <b>Mb</b>, forma con <b>A</b>, <b>H</b> y <b>C</b> un paralelogramo, puesto que sus diagonales se cortan en su punto medio. Por tanto <b>&ang;CB''A = &ang;AHC = &ang;AQC</b> y <b>B''</b> tambi&eacute;n est&aacute; en la circunferencia circunscrita. Igual ocurre con <b>A''</b> y <b>C''</b>. Por tanto, la circunferencia homot&eacute;tica de la circunscrita con centro <b>H</b> y raz&oacute;n <b>&frac12;</b> pasa por los pies de las alturas, por los puntos medios de los lados y por los puntos medios del ortocentro y los v&eacute;rtices (en blanco en la figura). Se trata de la <b><a href="Circunferencia9P.html" target="_blank">circunferencia de los 9 puntos</a></b> o de <b><a href="https://es.wikipedia.org/wiki/Karl_Wilhelm_Feuerbach" target="_blank">Feuerbach</a></b>.
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 11 febrero 2014. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>