<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Análisis, matemáticas, geogebra, Bachillerato, funciones, cálculo, sumas, Riemann, superior, inferior, trapecios, Simpson, integral definida, integración numérica, áreas, applet">
<title>Aproximaciones a la integral definida - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="1168">
<tr><td>
<h2>Aproximaciones a la integral definida</h2>
<p>
El &#225;rea bajo la gr&#225;fica de una funci&#243;n se calcula mediante la integral definida, pero es necesario conocer una primitiva de la funci&#243;n. Para calcularla aproximadamente, se divide el intervalo de integraci&#243;n en n partes y se multiplica la longitud h de los subintervalos por:
<br/>
<br/>
i) El valor m&#237;nimo de la funci&#243;n en el subintervalo: Se sustituye cada segmento del &#225;rea por un rect&#225;ngulo menor: <b>Suma inferior</b>.
<br/>
<br/>
ii) El valor m&#225;ximo de la funci&#243;n en el subintervalo: Se sustituye cada segmento del &#225;rea por un rect&#225;ngulo mayor: <b>Suma superior</b>.
<br/>
<br/>
iii) El promedio de los valores de la funci&#243;n en los extremos del subintervalo: Se sustituye cada segmento del &#225;rea por la de un trapecio: <b><a href = "https://es.wikipedia.org/wiki/Regla_del_trapecio">Suma trapezoidal</a></b>.
<br/>
<br/>
iv) En cada dos subintervalos consecutivos, se suman los valores extremos con cuatro veces el intermedio y se divide por seis. Se sustituye cada par de segmentos consecutivos del &#225;rea por un "trapecio parab&#243;lico", limitado por el arco de par&#225;bola que mejor aproxima a la funci&oacute;n en esos subintervalos: <b><a href = "http://www.xente.mundo-r.com/ilarrosa/GeoGebra/Simpson.html">Suma de Simpson</a></b>. El n&#250;mero de subintervalos debe ser par.
<br/>
<br/>
Puedes cambiar el n&#250;mero de subintervalos con el deslizador n y los l&#237;mites de integraci&#243;n a y b con las cajas de entrada correspondientes. Pueden introducirse como expresiones: sqrt(3), pi/2, ... La escala se ajusta autom&aacute;ticamente. Para cambiar la funci&#243;n, introduce su expresi&#243;n en la caja de entrada del panel izquierdo. Por ejemplo: f(x) = x<sup>2</sup>, f(x) = sqrt(x), f(x) = sen(x), (x - x^2)e^x, ...
<br/>
<br/>
Para apreciar mejor la figura, no actives todas las casillas a la vez.
</p>
<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/cpw2MEw2/width/1184/height/804/border/888888/rc/true/ai/false/sdz/true/smb/false/stb/false/stbh/true/ld/true/sri/true/at/auto" width="1184px" height="804px" style="border:0px;"> </iframe>
<p>
Si la funci&#243;n es positiva en el intervalo, &#191;c&#243;mo se ordenan de menor a mayor las tres sumas y el &#225;rea real?<br/>
<br/>
&#191;Siempre ocurre igual?<br/>
<br/>
Si la funci&#243;n es mon&#243;tona en cada uno de los subintervalos, &#191;c&#243;mo es exactamente la suma trapezoidal comparada con las sumas superior e inferior?<br/>
<br/>
Si la funci&#243;n es c&#243;ncava en todo el intervalo, &#191;c&#243;mo es la suma trapezoidal comparada con el &#225;rea? &#191;y si es convexa?<br/>
<br/>
Si la funci&#243;n es cuadr&#225;tica o c&#250;bica, la suma de Simpson es exacta.
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin). 26 Abril 2013, Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>