<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content=" matemáticas, cálculo numérico, aproximaciones sucesivas, resolución aproximada, método iteraciones, geogebra, Bachillerato, funciones, applet">
<title>M&#233;todo de iteraciones - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="949">
<tr><td>
<h2>M&#233;todo de iteraciones</h2>
<p>
Para aplicar este m&#233;todo para resolver num&#233;ricamente una ecuaci&#243;n F(x) = 0, es necesario despejar una x, para escribir la ecuaci&#243;n como x = f(x). Si la funci&#243;n f es contractiva en un intervalo que incluye la aproximaci&#243;n inicial x<sub>0</sub> y a la ra&#237;z desconocida, el m&#233;todo converge. Una condici&#243;n suficiente, aunque no necesaria, para que f sea contractiva en un intervalo es que |f'(x)| &lt; q &lt; 1 en el intervalo. Cuanto menor sea q, m&#225;s r&#225;pida ser&#225; la convergencia.<br/>
<br/>
Obs&#233;rvese que una misma ecuaci&#243;n F(x) = 0 puede dar lugar  a muchas ecuaciones de la forma x = f(x), unas m&#225;s adecuadas que otras para aplicar el m&#233;todo de iteraciones.</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/pVXnq2vN/width/949/height/505/border/888888/sfsb/true/stb/true/sri/true/rc/true/ld/true/sdz/true" width="949px" height="505px" style="border:0px;" allowfullscreen> </iframe>

<p>
Se puede modificar la funci&#243;n en la caja de entrada correspondiente. El valor de la aproximaci&#243;n inicial puede introducirse en su caja de entrada o desplazando con el cursor el punto x<sub>0</sub> en el eje Ox.
<br/>
<br/>
El n&uacute;mero de iteraciones se puede controlar con el bot&oacute;n [Iteraci&oacute;n] o con el deslizador. En principio est&aacute; limitado a 100 iteraciones, pero una vez alcanzado ese limite, pulsando el bot&oacute;n [Iteraci&oacute;n] se va ampliando.
<br/>
<br/>
Los botones [Zoom +] y [Zoom -] producen un acercamiento o alejamiento por un factor 2, centrado en el punto correspondiente a la &#250;ltima aproximaci&#243;n. Haciendo clic en el panel derecho y pulsando [CTRL] + [M] se restituye la escala est&aacute;ndar. 
<br/>
<br/>
Una funci&oacute;n interesante es f(x) = kx(1-x), con cualquier valor inicial en (0, 1). El comportamiento var&iacute;a totalmente para los diferentes valores de k. Por encima de 4 diverge r&aacute;pidamente, pero entre tres y cuatro adopta comportamientos casi c&iacute;clicos de longitud creciente, hasta ser completamente ca&oacute;ticos por encima de 3.6 (Ver: Duglas R. Hofstatadter, "Los atractores extra&ntilde;os son configuraciones matem&aacute;ticas en equilibrio entre orden y caos", Temas metam&aacute;gicos, Investigaci&oacute;n y Ciencia , enero 1982).
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 30 enero 2017. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>