<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<title>Calculo de &#225;reas por descomposici&#243;n y Teorema de Pick - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="832">
<tr><td>
<h2>Calculo de &#225;reas por descomposici&#243;n y Teorema de Pick</h2>
<p>
Halla el &#225;rea del pol&#237;gono de la figura descomponi&#233;ndolo en partes menores, cuya &#225;rea sepas calcular.<br/><br/>
A&#241;ade para ello los puntos y segmentos adicionales que sean precisos.<br/><br/>
Comprueba el resultado marcando la casilla <b>'&#193;rea ='</b>.<br/><br/>
Puedes desplazar los v&#233;rtices y cambiar su n&#250;mero desde 3 hasta 15, cuidando siempre de que los lados del pol&#237;gono ni se corten ni se toquen. Es decir, que sea un pol&#237;gono <b>SIMPLE</b>.</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/2626471/width/775/height/734/border/888888/rc/false/ai/false/sdz/false/smb/false/stb/true/stbh/true/ld/false/sri/true/at/auto" width="775px" height="734px" style="border:0px;"> </iframe>
<p>
El <b>Teorema de Pick</b> nos dice que si los v&#233;rtices de un pol&#237;gono est&#225;n situados en una reticula regular de puntos, como en este caso, su &#225;rea es igual al n&#250;mero de puntos en el interior, m&#225;s la mitad de los que est&#225;n en el per&#237;metro (no solo los v&#233;rtices), menos uno. Compruebalo modificando las posiciones y el n&#250;mero de v&#233;rtices.</p>
<p>
<a href="https://es.wikipedia.org/wiki/Georg_Alexander_Pick" target=_blank">Georg Alexander Pick</a> (10 de agosto de 1859 - 26 de julio de 1942) fue un matem&aacute;tico de origen jud&iacute;o nacido en Viena. Muri&oacute; durante la Segunda Guerra Mundial en el campo de concentraci&oacute;n de Theresienstadt, donde hab&iacute;a sido internado tras la invasi&oacute;n alemana.
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 9 febrero 2014. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>