<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, analítica, matemáticas, Bachillerato, geogebra, cónicas, parábola, segmento parabólico, área,  envolvente, cuadrado, segmentos, applet">
<title>&#193;rea barrida por segmento - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="761">
<tr><td>
<h2>&#193;rea barrida por segmento</h2>
<p>
"Sea el cuadrado ABCD de lado a, con AB y DA lados consecutivos. Se ubica en el lado AB un punto 'm&#243;vil' P y luego el punto Q en el lado AD tal que QA+AP = a. Si se desplaza el punto P desde A hasta B, el punto Q se mover&#225; en consecuencia. El segmento PQ, entonces, 'barrer&#225;' una cierta regi&#243;n del cuadrado. Determine la raz&#243;n entre el &#225;rea del cuadrado y el &#225;rea de la regi&#243;n 'barrida' por este segmento PQ".</p>

<iframe scrolling="no" title="Área barrida por segmento" src="https://www.geogebra.org/material/iframe/id/m2xyrgj4/width/761/height/423/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/false/rc/false/ld/false/sdz/false/ctl/false" width="761px" height="423px" style="border:0px;" allowfullscreen> </iframe>

<p>
La envolvente del segmento PQ es una par&#225;bola tangente al lado AB en B y al lado DA en D. El &#225;rea del segmento parab&#243;lico comprendido delimitado por una cuerda es igual a &frac23; del &#225;rea del tri&#225;ngulo formado por la cuerda y las tangentes a la par&#225;bola en los extremos (Arqu&#237;medes). Por tanto, el &#225;rea limitada por las tangentes y la par&#225;bola es &frac13; de la de dicho tri&#225;ngulo y &frac16; de la del cuadrado.<br/>
<br/>
Al ser perpendiculares las tangentes en B y D, el punto A en que se cortan est&#225; en la directriz y por simetr&#237;a la recta AC es el eje, y como la cuerda BD debe pasar por el foco, este es el centro del cuadrado.<br/>
<br/>
Pueden desplazarse los puntos A y B.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 18 julio 2016. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/" target="_blank" >P&aacute;gina  principal</a>
</td></tr>
</table>
</body>
</html>