<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, proyectiva, matemáticas, geogebra, cónicas, hexágono, teorema, Brianchon, tangente, Pascal, principio de dualidad, applet, cuadriláteros, circunscritos">
<title>Teorema de Brianchon - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="678">
<tr><td>
<h2>Teorema de Brianchon</h2>
<p>
'Si un hex&#225;gono est&#225; circunscrito a una c&#243;nica, las diagonales de los v&#233;rtices opuestos se cortan en un punto.'<br/>
<br/>
Por hex&#225;gono se entiende la figura formada por seis v&#233;rtices (puntos G, H, I, J, K y L) dados en orden c&#237;clico y los seis lados (rectas a, b, c, d, e y f) que conectan cada uno con el siguiente, tangentes a la c&#243;nica en los puntos A, B, C, D, E y F. Se trata de un teorema proyectivo, por lo que deben tenerse en cuenta los puntos y recta impropios (del infinito).<br/>
<br/>
El punto de intersecci&#243;n de las diagonales p, q y r, es el punto de Brianchon T de la configuraci&#243;n. No solo depende de los lados/tangentes, sino del orden que tienen en el hex&#225;gono.<br/>
<br/>
Se trata del dual proyectivo del <a href="Pascal.html" target="_blank">teorema de Pascal</a>.</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/kbThBZct/width/680/height/520/border/888888/sfsb/true/rc/false/ai/false/sdz/false/smb/false/stb/true/stbh/true/ld/true/sri/true/at/auto" width="680px" height="520px" style="border:0px;" allowfullscreen> </iframe>

<p>
Pueden desplazarse los cinco puntos blancos, que definen la c&#243;nica, y los seis puntos A, B, C, D, E y F.<br/>
<br/>
Se puede mostrar la cuadr&#237;cula para facilitar la obtenci&#243;n de distintos tipos de c&#243;nicas.<br/>
<br/>
El teorema de Brianchon nos permite conocidas 5 tangentes a una c&#243;nica, hallar infinitas m&#225;s. Para verlo, puede activarse la casilla 'Sexta tangente' y mover el deslizador paso a paso, o utilizar las herramientas disponibles en la barra superior:<br/>
<br/>
Si se prescinde de la tangente f, basta tomar un punto cualquiera en una de sus vecinas, como L' en a. Hallamos el nuevo punto de Brianchon T' cortando la diagonal p, &#250;nica que permanece, con la diagonal L'I. La otra diagonal ser&#225; entonces HT', que corta a la tangente e en K'. La nueva tangente f' es entonces la recta L'K', tangente a la c&#243;nica en el punto F'.
<br/>
<br/>
Cuando L' recorre la tangente a, K' recorre la tangente f, T' la diagonal p y F' recorre la c&#243;nica, que est&#225; pues completamente determinada por cinco de sus tangentes.
<br/>
<br/>
Si se hacen coincidir dos pares de puntos de tangencia, de manera que se confunden con el v&eacute;rtice que los separa en el per&iacute;metro del hex&aacute;gono, este se transforma en un cuadril&aacute;tero y se obtienen conclusiones interesantes sobre cuadril&aacute;teros circunscritos a una c&oacute;nica.
<br/>
<br/>
Si los pares son opuestos, como {A, B} y {D, E} en la disposici&oacute;n inicial, se concluye que los segmentos que unen los puntos de tangencia de un cuadril&aacute;tero circunscrito concurren en el mismo punto que las diagonales (<a href="Cuadrilatero_circunscrito_concurrencia.html" target="_blank">Concurrencia en los cuadril&aacuteros circunscriptibles</a>).
<br/>
<br/>
Si los pares son contiguos, como {A, B} y {C, D} en la disposici&oacute;n original, se ve que los segmentos que unen los puntos de tangencia de dos lados contiguos con v&eacute;rtices opuestos se cortan sobre la diagonal que no pasa por estos v&eacute;rtices.
<br/>
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 25 agosto 2016. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>