<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<title>Celdilla de panal - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="773">
<tr><td>
<h2>Celdilla de panal</h2>
<p>
Una celdilla de un panal tiene forma de prisma hexagonal regular, pero cuyo fondo remata en tres rombos. Puede obtenerse a partir del prisma, cortando tres tetraedros por los lados de un tri&#225;ngulo equil&#225;tero inscrito en la base y peg&#225;ndolos a ese tri&#225;ngulo. As&#237; el volume no cambia, pero la superficie disminuye, si los planos forman un &#225;ngulo adecuado. Aqui se considera el &#225;ngulo &#945; que forman estos planos con las aristas laterlaes del prisma. En la f&#243;rmula del &#225;rea lateral mostrada, del prisma apuntado, si se hace &#945; = 90&#186; se obtiene el &#225;rea lateral del prisma m&#225;s la de una base. Derivando, es f&#225;cil determinar que el m&#237;nimo de esta &#225;rea lateral se obtiene para &#945; = arccos(1/&#8730;3) &#8776; 54.7356&#186;. Para este &#225;ngulo de corte, el &#225;ngulo del rombo que limita con dos caras laterales del prisma es justo el doble. Es tambi&#233;n el &#225;ngulo que forman las caras de un octaedro con un plano diametral que contiene cuatro de sus v&#233;rtices y aristas. Resulta que el &#225;ngulo real de las celdilla es justamente ese, de manera que las abejas los construyen de forma que minimizan la cantidad de cera necesaria para albergar un mismo volumen.<br/>
<br/>
Al obtenerse a partir de prismas hexagonales regulares, pueden adosarse con las bases en un mismo plano sin dejar resquicios, formando una capa de celdillas. Pero con el &#225;ngulo &#945; que produce el m&#237;nimo, adem&#225;s pueden acoplarse dos de estas capas, enfrentando los lados correspondientes a los v&#233;rtices, sin dejar igualmente resquicios. La parte sobresaliente de cada celdilla de una de las capas encaja en la oquedad formada entre tres celdillas de la capa opuesta. Se aptovecha as&#237; completamente el volumen sin impedir el acceso a cada celdilla.</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/rpKkQc44/width/850/height/600/border/888888/rc/false/ai/false/sdz/false/smb/false/stb/false/stbh/true/ld/false/sri/true/at/auto" width="850px" height="600px" style="border:0px;"> </iframe>
<p>
Pulsa en los botones 'Celdilla' y 'Prisma' para ver como se transforma uno en otro, con el mismo volumen. <br/>
<br/>
El &#225;ngulo para el que se produce el m&#237;nimo es evidentemente independente de la altura y del lado de la base del prisma.<br/>
<br/>
&#191;Para que otro valor del &#225;ngulo &#945; se obtiene la misma &#225;rea que para el prisma?</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 1 Septiembre 2016, Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>