<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<title>Ceros de P(x) - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="976">
<tr><td>
<h2>Ceros de P(x)</h2>
<p>
El n&#250;mero de ceros de m&#243;dulo menor que <b>r</b> de un polinomio <b>P(x)</b> es igual al n&#250;mero de vueltas que da la curva <b>w(t) = P(r&#183;e<sup>it</sup>)</b> en torno al origen, cuando el par&#225;metro <b>t</b> var&#237;a entre <b>0</b> y <b>2&pi;</b>.<br/>
<br/>
Variando el valor de <b>r</b>, podemos estimar el m&#243;dulo de las ra&#237;ces. Puedes hacer clic derecho sobre el deslizador <b>r</b> y variar su rango, haciendo clic en propiedades.<br/>
<br/>
Si los coeficientes de <b>P(x)</b> son reales, &uacute;nico caso tratato aqu&iacute;, al variar <b>r</b>, las ra&#237;ces reales aparecen/desaparecen de una en una, y las complejas conjugadas por pares, l&#243;gicamente.<br/>
<br/>
Para contar el n&#250;mero de vueltas, hay que dejar que el par&#225;metro <b>t</b> var&#237;e entre <b>0</b> y <b>2&pi;</b>; en ocasiones, se recorre dos veces la misma curva, y deben contarse las dos.</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/VJbKKbvk/width/978/height/800/border/888888/rc/true/ai/true/sdz/true/smb/false/stb/true/stbh/true/ld/true/sri/true/at/auto" width="978px" height="800px" style="border:0px;"> </iframe>

<p>
Modifica los coeficientes del polinomio introduciendo sus valores en la l&#237;nea de entrada <b>a0 = 3, a5= -2, &hellip;</b> seg&#250;n sea necesario. Tambi&#233;n puedes hacer clic en el c&#237;rculo blanco que le corresponde en la vista algebraica para visualizar su deslizador y modificarlo con este. El applet permite estudiar las ra&#237;ces de un polinomio de hasta <b>grado 20</b>.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 2 Marzo 2014, Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>