<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, proyectiva, matemáticas, geogebra, cónicas, parábola, elipse, hipérbola, circunferencia, nueve, puntos, 9 puntos, Steiner, circuncónica, triángulo, áreas,applet, mínima">
<title>Circunc&#243;nicas de un tri&#225;ngulo - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="773">
<tr><td>
<h2>Circunc&#243;nicas de un tri&#225;ngulo</h2>
<p>
Se muestran las c&#243;nicas circunscritas <b>&#937;</b> a un <b>&#9651;ABC</b> en funci&#243;n de cual sea su centro <b>M</b>. Dado el centro, <b>&#937;</b> es &#250;nica pues debe pasar por los tres v&#233;rtices y sus sim&#233;tricos respecto del centro. Si el centro se aleja hasta un punto del infinito del plano proyectivo, <b>&#937;</b> es igualmente la &#250;nica que pasa por los tres v&#233;rtices y tiene un eje con la direcci&#243;n dada por tal punto del infinito (ver <a href="Parabola_Circ_Triang.html" target="_blank" >Par&#225;bola circunscrita a un tri&#225;ngulo</a> y su <a href="Parabola3P1d.html" target="_blank">construcci&#243;n</a>).</p>

<iframe scrolling="no" title="Circuncónicas de un triángulo" src="https://www.geogebra.org/material/iframe/id/ma8xevze/width/1029/height/518/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="1029px" height="518px" style="border:0px;" allowfullscreen> </iframe>
<p>
Pulsando cada uno de los nueve botones se modifica la movilidad del punto <b>M</b>. El modo seleccionado queda en rojo.<br/>
<br/>
El punto <b>M</b> se puede desplazar arbitrariamente despu&#233;s de pulsar el bot&#243;n <b>[Libre]</b>. Observese que si <b>M est&#225;</b> en el interior del tri&#225;ngulo medial o de los &#225;ngulos opuestos a &#233;l por sus v&#233;rtices, <b>&#937;</b> es una elipse. En el interior de las otras zonas en que las rectas <b>s<sub>a</sub></b>, <b>s<sub>b</sub></b> y <b>s<sub>c</sub></b> dividen al plano, <b>&#937;</b> es una hip&#233;rbola. Si est&#225; en estas rectas, se trata de un par de rectas paralelas, y si esta sobre las rectas de los lados, un par de rectas secantes. Los puntos medios de los lados son excepcionales: solo quedan 4 puntos distintos para determinar <b>&#937;</b>, por lo que hay una infinidad de ellas. Si <b>M</b> es un punto del infinito, como se ha dicho antes, <b>&#937;</b> es una par&#225;bola .<br/>
<br/>
Si <b>M</b> es el baricentro, <b>&#937;</b> es la <a href="Elipses_Steiner.html" target="_blank">circunelipse de Steiner</a>, la de menor &#225;rea circunscrita al tri&#225;ngulo. Cuando <b>&#937;</b> es una elipse, se expresa el cociente, siempre &#8805; 1, entre su &#225;rea y la de la circunelipse de Steiner.<br/>
<br/>
Si <b>M est&#225;</b> en el circuncentro, <b>&#937;</b> es trivialmente la circunferencia circunscrita. Que si el <b>&#9651;ABC</b> no es equil&#225;tero, tiene mayor &#225;rea que la circunelipse de Steiner.<br/>
<br/>
Si <b>M est&#225;</b> en la <a href="Circunferencia9P.html" target="_blank">circunferencia de los 9 puntos</a>, <b>&#937;</b> es una <a href="HipEquiTriang.html" target="_blank">hip&#233;rbola equil&#225;tera  que pasa por el ortocentro</a> de <b>&#9651;ABC</b>. El rec&#237;proco tambi&#233;n es cierto, cualquier hip&#233;rbola equil&#225;tera que pase por los tres v&#233;rtices de un tri&#225;ngulo, tienen su centro en la circunferencia de los nueve puntos y pasa por el ortocentro. El cuarto punto de corte <b>&#937;</b> con la circunferencia circunscrita es el sim&#233;trico del ortocentro respecto de <b>M</b>, puesto que la circunferencia circunscrita y la de los nueve puntos son homot&#233;ticas con raz&#243;n 2 respecto del ortocentro.<br/>
<br/>
Si se pulsa <b>[Recta r<sub>G</sub>]</b>, <b>M</b> se desplazar&#225; por una recta que pasa por el baricentro y cuya direcci&#243;n puede cambiarse moviendo el punto blanco de su intersecci&#243;n con la circunferencia circunscrita. Puede observarse as&#237; como la elipse/hip&#233;rbola se parece cada vez m&#225;s a una par&#225;bola, para luego volver a elipse hip&#233;rbola, en funci&#243;n de la orientaci&#243;n de <b>r<sub>G</sub></b>.<br/>
<br/>
Cuando <b>M</b> puede desplazarse por una l&#237;nea, puede parase la animaci&#243;n y desplazar al punto <b>M</b> con el rat&#243;n, igual que que el punto <b>M<sup>&#8594;</sup></b>, que representa al correspondiente punto del infinito. <br/>
<br/>
La casilla <b>[Cuadr&#237;cula]</b> permite ver la cuadr&#237;cula y posicionar mejor el punto <b>M</b> cuando es el caso. Se puede desplazar el dibujo y hacer zoom a conveniencia, as&#237; como modificar los v&#233;rtices del <b>&#9651;ABC</b>.<br/>
<br/>
(Dedicado a Bruno, mi primer nieto, que nace hoy)<br/>
<br/>
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 27 febrero 2024. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>