<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, ESO, Bachillerato, circunferencia, triángulo, incentro, excentro, exincentro, bisectriz, applet">
<title>C&#237;rculo incentro-excentro - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="600">
<tr><td>
<h2>C&#237;rculo incentro-excentro</h2>
<p>
En cualquier tri&#225;ngulo, el incentro, el excentro correspondiente a un lado y los extremos de ese lado son conc&#237;clicos. El centro de ese c&#237;rculo es el punto medio del arco de la circunferencia circunscrita correspondiente al lado.</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/FrUvjqYn/width/438/height/562/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/true/sdz/false/ctl/false" width="438px" height="562px" style="border:0px;" allowfullscreen> </iframe>

<p>
Las bisectrices exteriores de los v&#233;rtices A y B, son perpendiculares a las interiores, y se cortan con la bisectriz del v&#233;rtice C en el excentro I<sub>C</sub>.<br/>
<br/>
Por tanto, los puntos  A, I, B y I<sub>C</sub> son conc&#237;clicos y II<sub>C</sub> es un di&#225;metro.<br/>
<br/>
El &#225;ngulo  que forman las bisectrices de los v&#233;rtices A y B en I es 90&#176; + &#947;/2, pues &#945;/2 + &#946;/2 + &#947;/2 = 90&#176;, y las bisectrices exteriores en I<sub>C</sub> forman el &#225;ngulo suplementario, 90&#176; - &#947;/2. <br/>
<br/>
F es el punto medio del arco AB de la circunferencia circunscrita al &#9651;ABC. El cuadril&#225;tero FBCA es c&#237;clico, por lo que  &#8736;BFA = 180&#176; - &#947; = 2&#8736;BI<sub>C</sub>A es el &#225;ngulo central que subtiende el lado AB. Por otra parte, F tambi&#233;n est&#225; en la bisectriz, pues divide al arco AB por la mitad. Por tanto F es el centro del c&#237;rculo AIBI<sub>C</sub>, y F es el punto medio de II<sub>C</sub>.<br/>
<br/>
F tambi&#233;n est&#225; en la mediatriz de AB. Para un tri&#225;ngulo no is&#243;sceles esto valdr&#237;a para argumentar, conjuntamente con su pertenencia a la bisectriz, que es el centro de la circunferencia, pero este argumento falla si el tri&#225;ngulo es is&#243;sceles</p>

<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 11 marzo 2017. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>