<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<title>Conexi&#243;n en grafos con recorridos de longitud (menor o) igual a k - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="1234">
<tr><td>
<h2>Conexi&#243;n en grafos con recorridos de longitud (menor o) igual a k</h2>
<p>
Se muestran las conexiones en k pasos de un grafo de n puntos, n entre 3 y 18. Si se activa la casilla "<b>Solo k pasos</b>" se consideran solo los recorridos de k pasos, de lo contrario tambi&#233;n los que tengan menor n&#250;mero de pasos.</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/mnS2P2QU/width/1231/height/615/border/888888/rc/false/ai/false/sdz/false/smb/false/stb/false/stbh/true/ld/false/sri/true/at/auto" width="1231px" height="615px" style="border:0px;"> </iframe>
<p>
Se pueden poner/quitar arcos del grafo modificando la parte blanca de la matriz de adyacencia en la hoja de c&#225;lculo. Se modifican as&#237; el grafo y las matrices  A  y  A<sup>k</sup>  &#243;  A + A<sup>2</sup> + ... + A<sup>k</sup>.<br/>
<br/>
La soluci&#243;n para la conexi&#243;n completa con n = 10 y k = 2, con un m&#225;ximo de tres arcos por nodo, se debe a Eduardo, en el grupo de noticias es.ciencia.matematicas. <br/>
<br/>
Una cota m&#225;xima para el n&#250;mero n de nodos conectables con k pasos, si cada uno puede tener hasta m conexiones directas es<br/>
<br/>
n = 1 + k((k - 1)<sup>m</sup> - 1)/(k - 2)<br/>
<br/>
Los puntos se distribuyen como el centro y los v&#233;rtices de un pol&#237;gono regular de n-1 lados, con la casilla "<b>Nodo central</b>" activada, o como los v&#233;rtices de un pol&#237;gono regular de n lados.  El orden es: primero el nodo central, si es el caso; a continuaci&#243;n los dem&#225;s en sentido contrario a las agujas del reloj, empezando por el superior.<br/>
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 13 Diciembre 2013, Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>