<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, proyectiva, Carnot, Poncelet, matemáticas, geogebra, cónicas, triángulo, applet,">
<title>Intersecciones de c&#243;nica y tri&#225;ngulo - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="825">
<tr><td>
<h2>Intersecciones de c&#243;nica y tri&#225;ngulo</h2>
<p>
Si una c&#243;nica corta a los tres lados de un tri&#225;ngulo en puntos distintos de los v&#233;rtices, el producto de distancias de cada v&#233;rtice del tri&#225;ngulo a los puntos de intersecci&#243;n situados en la recta que lo une con el siguiente v&#233;rtice, es igual en un sentido que en el otro:<br/>
<br/>
(AI&#183;AJ&#183;BK&#183;BL&#183;CM&#183;CN)/(BI&#183;BJ&#183;CK&#183;CL&#183;AM&#183;AN) = 1<br/>
<br/>
Es una particularizaci&#243;n a curvas de 2&#186; grado de un resultado m&#225;s general debido a <a href="http://apolonio.es/guirnalda/teorema-de-carnot-sobre-curvas-transversales/">Carnot para curvas algebraicas de grado n</a>. Para rectas, curvas de primer grado, se reduce al <a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/Teorema_Menelao.html">teorema de Menelao</a>.<br/>
<br/>
La demostraci&#243;n para curvas de 2&#186; grado es inmediata, ya que el cociente anterior es un invariante proyectivo, como se ve por el <a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/Poncelet_criterio.html">criterio de Poncelet</a>, por lo que basta con demostrarlo para una circunferencia, ya que todas las c&#243;nicas son proyectivamente equivalentes. Pero en el caso de una circunferencia, se tiene que AI&#183;AJ = AM&#183;AN, por la <a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/PotenciaPuntoCircunferencia.html">potencia del punto respecto de la circunferencia</a>. Como lo mismo ocurre para los otros v&#233;rtices, la igualdad se cumple trivialmente.</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/NtmBKNyK/width/822/height/436/border/888888/sri/true/sdz/true" width="822px" height="436px" style="border:0px;"> </iframe>

<p>
Pueden desplazarse los v&#233;rtices del tri&#225;ngulo y los cinco puntos rojos que definen la c&#243;nica. Los ocho deben ser distintos y la c&#243;nica no debe pasar por n&#237;nguno de los v&#233;rtices.<br/>
<br/>
Mostrar la cuadr&#237;cula puede ayudar a conseguir un tipo de c&#243;nica u otro, situando convenientemente los puntos.<br/>
<br/>
Visto en <a href="http://apolonio.es/guirnalda/el-teorema-de-carnot-en-poncelet/">Guirnalda Matem&#225;tica</a>.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 31 Diciembre 2016. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>