<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<title>Conjugado Arm&#243;nico - cuaternas arm&#243;nicas - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="610">
<tr><td>
<h2>Conjugado Arm&#243;nico - cuaternas arm&#243;nicas</h2>
<p>
Un punto D se dice que es el conjugado arm&#243;nico del punto C respecto de los puntos A y B, todos colineales, si su raz&#243;n doble es -1: <br/>
<br/>
s = RD(A, B, C, D) = (BD/BC)/(AD/AC) = -1<br/>
<br/>
Se trata de una involuci&#243;n: C es a su vez el conjugado arm&#243;nico de D respecto de A y B, y estos &#250;ltimos son conjugados &#225;rmonicos respecto a C y D. Se dice que (A, B, C, D) Constituyen una cuaterna arm&#243;nica de puntos.<br/>
<br/>
Los dos pares de puntos (A, B) y (C, D) se pueden conmutar internamente y entre si, pero no de otra forma. Por ejemplo, (A, C, B, D) no es una cuaterna arm&#243;nica si lo es (A, B, C, D).<br/>
<br/>
Considerando la recta proyectiva r, incluyendo su punto del infinito, los puntos A y B separan a los puntos C y D si y solo si s &lt; 0, de manera que las circunferencias de di&#225;metros AB y CD son secantes. Si es s = -1, los separan arm&#243;nicamente y las circunferencias son ortogonales.</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/zMavCQWJ/width/612/height/775/border/888888/sfsb/true/rc/false/ai/false/sdz/false/smb/false/stb/true/stbh/true/ld/true/sri/true/at/auto" width="612px" height="775px" style="border:0px;" allowfullscreen> </iframe>

<p>
Los puntos A, B, C, P y Q y X, la visibilidad de algunos depende de las casillas activadas,  pueden desplazarse libremente en las rectas que los contienen, salvo el punto P que puede ocupar cualquier posici&#243;n fuera de la recta r.<br/>
<br/>
Con la primera casilla activada, mover el deslizador paso a paso para ver la construcci&#243;n del punto D.<br/>
<br/>
Esta construcci&#243;n se basa en que en un cuadrilatero completo, los vertices (A y B) correspondientes a una diagonal (r), separan arm&#243;nicamente a los puntos (C y D) de intersecci&#243;n de dicha diagonal con las otras dos (RP y QS). <br/>
<br/>
La posici&#243;n del punto D no depende de la elecci&#243;n de P y Q, pues queda totalmente determinado por A, B y C.<br/>
<br/>
&#191;Si C es el punto medio de A y B, que posici&#243;n ocupa el punto D?<br/>
<br/>
Marcando la tercera casilla se visualiza la cuadr&#237;cula y es sencillo situar C exactamente en el punto medio de A y B.<br/>
<br/>
&#191;Que valores recorre la raz&#243;n doble de la cuaterna (A, B, C, X) cuando X var&#237;a en los intervalos, incluyendo semirectas, determinados por A, B, C y D?<br/>
<br/>
Con la tercera casilla activada, puede animarse el movimiento del punto X, o moverlo manualmente.<br/>
<br/>
No es conveniente, ni necesario, tener marcadas las tres casillas simult&#225;neamente.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 24 agosto 2016. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>