<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, ángulos, circunferencia circunscrita, triángulo, conjugado isogonal, recta isogonal, applet">
<title>Conjugados isogonales - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="917">
<tr><td>
<h2>Conjugados isogonales</h2>
<p>
Las rectas isogonales respecto a los lados de un tri&#225;ngulo ABC de las que unen un punto P con sus v&#233;rtices son, en general, concurrentes. Al punto Q en que concurren se le llama conjugado isogonal de P respecto del tri&#225;ngulo ABC.<br/>
<br/>
Recordando la caracterizaci&#243;n de <a href = "http://www.xente.mundo-r.com/ilarrosa/GeoGebra/Rectas_Isogonales.html">rectas isogonales</a>, distancias inversamente proporcionales, es inmediato ver que cualquiera de ellas pasa por el punto en que se cortan las otras dos. Si resulta que dos de ellas no se cortan por ser paralelas, la tercera tambi&#233;n lo es (concurren las tres en un punto del infinito del plano proyectivo).</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/yT48jtE7/width/919/height/726/border/888888/rc/true/ai/false/sdz/true/smb/false/stb/false/stbh/true/ld/true/sri/true/at/auto" width="919px" height="726px" style="border:0px;"> </iframe>
<p>
<b>Nota</b>: Si los puntos P o Q se hallan en el exterior de la circunferencia circunscrita &omega;, algunos de los &#225;ngulos que aparecen en la figura son obtusos. Como se trata de &#225;ngulos formados por rectas, a estos efectos son totalmente equivalentes un &#225;ngulo y su suplementario, por lo que a&uacute;n en estos casos, los &aacute;ngulos que forman los lados con las rectas que unen los puntos P y Q con los v&eacute;rtices son iguales.
<br/><br/>
&#191;Cu&aacute;l ser&#225; el conjugado isogonal del Incentro I?
<br/><br/>
&#191;Hay otros puntos autoconjugados?
<br/><br/>
&#191;Y del Ortocentro H y Circuncentro M?
<br/><br/>
&#191;Y el de un punto perteneciente a un lado o su prolongaci&#243;n, pero distinto de los v&#233;rtices?
<br/><br/>
&#191;Y si P esta situado en alguno de los v&#233;rtices?
<br/><br/>
&#191;Que ocurre si P esta situado en la circunferencia &omega;?
<br/><br/>
Las tres rectas que contienen a los lados y la circunferencia &omega; dividen al plano en 10 regiones: el interior del tri&aacute;ngulo, tres &aacute;ngulos opuestos en cada v&eacute;rtice a los del tri&aacute;ngulo, tres segmentos circulares comprendidos entre los lados y la circunferencia &omega; y otras tres regiones ilimitadas definidas por las prolongaciones de dos lados y el arco de circunferncia &omega; comprendido entre ellos. &#191;En que regi&oacute;n estar&aacute; el conjugado isogonal de un punto situado en cada una de ellas?
<br/><br/>
Intenta justificar correctamente todas las respuestas.
<br/><br/>
El conjugado isogonal del Baricentro es el <a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/SimedianasPuntoLemoine.html">punto de Lemoine</a> L, donde concurren las <b>SIMEDIANAS</b> (<b>SIME</b>tricas_me<b>DIANAS</b>), las isogonales de las medianas. Un punto asimismo con interesantes propiedades.
</p>
<p>
Los pies de las perpendiculares a los lados por <b>P</b> y <b>Q</b> est&aacute;n en una misma circunferencia <b>&lambda;</b>. Es decir, <b>P</b> y <b>Q</b> comparten circunferencia pedal. Cuando <b>P</b> es el Ortocentro o el Incentro, &iquest;puedes identificar &eacute;sta circunferencia y su centro? &iquest;Qu&eacute; ocurre cuando <b>P</b> est&aacute; en <b>&omega;</b>?
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 16 Mayo 2016. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>