<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, ángulo, perímetro altura, construcción, triángulo, applet">
<title>Triangulo conocidos per&#237;metro, &#225;ngulo y altura relativa - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="600">
<tr><td>
<h2>Triangulo conocidos per&#237;metro, &#225;ngulo y altura relativa</h2>
<p>
Supongamos que es &#945; el &#225;ngulo conocido, opuesto al lado a, y h la altura correspondiente.<br/>
<br/>
Llevando a cada lado de a los lados b y c, tenemos un segmento de longitud igual al per&#237;metro p conocido, de extremos B' y C'. En el tri&#225;ngulo is&#243;sceles B'AB, los &#225;ngulos iguales &#8736;AB'B y &#8736;B'AB valen &#946;/2, y en el tri&#225;ngulo is&#243;sceles C'AC, los &#225;ngulos iguales &#8736;AC'C y &#8736;C'AC valen &#947;/2, por lo que: <br/>
<br/>
&#8736;B'AC' = &#945; + (&#946; + &#947;)/2 = &#945; + (180&#176; -  &#945;)/2 = 90&#176; + &#945;/2<br/>
<br/>
Por tanto, A debe estar en al arco capaz de 90&#176; + &#945;/2 del segmento B'C'.  Como tambi&#233;n debe estar en la paralela a B'C' a una distancia h, estar&#225; en la intersecci&#243;n de ambos.<br/>
<br/>
Tendremos dos soluciones una o ninguna seg&#250;n que h sea &lt;, = o &gt; que <br/>
<br/>
(p/2)tg((180&#176; -  &#945;)/4) = (p/2)tg(45&#176; -  &#945;/4).<br/>
<br/>
Conocido A, la intersecci&#243;n de las mediatrices de AB' y AC' con el segmento B'C' nos dan los v&#233;rtices B y C del tri&#225;ngulo.</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/Y75N7CPE/width/594/height/288/border/888888/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/false/ctl/false" width="594px" height="288px" style="border:0px;"> </iframe>

<p>
Si el &#225;ngulo &#8736;B'AC = 90&#176; +  &#945;/2, su suplementario ser&#225; 90&#176; -  &#945;/2, por lo que la cuerda B'C' se ver&#225; desde el centro de la circunferencia correspondiente al arco capaz con un &#225;ngulo de 180&#176; -  &#945;, y la semicuerda con un &#225;ngulo de 90&#176; -  &#945;/2. Por tanto, el radio de esta circunferencia en C' formar&#225; con el segmento B'C' el &#225;ngulo complementario,  &#945;/2. </p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 6 Marzo 2017. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>