<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, ángulos, circunferencia, inscrita, circunscrita, incentro, circuncentro, distancia, fórmula Euler, porisma Poncelet, triángulo, applet">
<title>Construcci&#243;n de un tri&#225;ngulo dados &#225;ngulo A y radios R y r - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="1160">
<tr><td>
<h2>Construcci&#243;n de un tri&#225;ngulo dados &#225;ngulo A y radios R y r</h2>
<p>
"Construir un tri&#225;ngulo conocido el &#8736;A y los radios r y R de sus circunferencias inscrita y circunscrita."<br/>
<br/>
Se utilizan algunos resultados sencillos de establecer:<br/>
<br/>
1. Desde el incentro los lados se ven bajo un &#225;ngulo 90&#176; mayor que la mitad del &#225;ngulo opuesto al lado. Es decir, <b>&#8736;BIC = 90&#176; + &frac12 &#8736;BAC</b> (teniendo en cuenta que las bisectrices dividen a los &#225;ngulos en dos partes iguales).<br/>
<br/>
2. En el cuadril&#225;tero, convexo o c&#243;ncavo pero no cruzado, formado por el centro de una circunferencia y tres puntos sobre ella, el &#225;ngulo en el v&#233;rtice opuesto al centro es igual al suplementario de la mitad del &#225;ngulo en el centro (teniendo en cuenta que el &#225;ngulo central el doble que el inscrito que abarca el mismo arco).<br/>
<br/>
3. La bisectriz de un &#225;ngulo pasa por el punto medio del arco de la circunferencia circunscrita correspondiente al lado opuesto (&#225;ngulos inscritos iguales abarcan arcos iguales).</p>

<iframe scrolling="no" title="Construcción de un triángulo dados ángulo A y radios R y r" src="https://www.geogebra.org/material/iframe/id/kpC8qVeM/width/1157/height/768/border/888888/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/false/ctl/false" width="1157px" height="768px" style="border:0px;"> </iframe>

<p>
Utilizar los controles inferiores para ver la construcci&#243;n paso a paso.<br/>
<br/>
Para los valores num&#233;ricos se ha tomado sin p&#233;rdida de generalidad <b>R = 1</b>. <br/>
<br/>
La <a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/Distancia_I_C.html">distancia d entre incentro y circuncentro</a> es d&#178; = R&#178; - 2Rr, debida a Euler. Es conocido que dadas dos circunferencias interiores que cumplan la anterior relaci&#243;n, puede construirse un <a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/Distancia_I_C.html">tri&#225;ngulo inscrito/circunscrito</a> a ellas empezando en cualquier punto, un caso particular del porisma de Poncelet. Despejando de la desigualdad r &#8804; r<sub>max</sub> se obtiene para el &#225;ngulo &#945;:<br/>
<br/>
&frac12 arcsen(&frac12(1-&radic;(1-2r))) &#8804; &#945; &#8804; &frac12 arcsen(&frac12(1+&radic;(1-2r)))<br/>
<br/>
(supuesto <b>R = 1</b>)<br/>
<br/>
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 27 Mayo 2017. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>