<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, Bachillerato, trigonometría, seno, coseno 12º, 24º, pentágono, ángulos, applet">
<title>Razones trigonom&#233;tricas de los &#225;ngulos de 12&#186; y 24&#186; - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="802">
<tr><td>
<h2>Razones trigonom&#233;tricas de los &#225;ngulos de 12&#186; y 24&#186;</h2>
<p>
Pueden obtenerse geom&#233;tricamente a partir de un pent&#225;gono regular, levantando en dos lados concurrentes tri&#225;ngulos is&#243;sceles de lado <b>x</b>, de manera que entre ellos delimiten un tri&#225;ngulo equil&#225;tero de lado <b>x</b>.<br/>
<br/>
Los &#225;ngulos agudos de los tri&#225;ngulos is&#243;sceles miden <b>(108&#186; - 60&#186;)/2 = 24&#186;</b>. Por otra parte, el &#225;ngulo que forman los lados pr&#243;ximos a la diagonal del pent&#225;gono con &#233;ste, son de <b>36&#186; - 24&#186; = 12&#186;</b>. La longitud de la diagonal, si el lado del pent&#225;gono es <b>1</b>, es <b>&#966; = (&#8730;5 + 1)/2</b>, el <i>n&#250;mero &#225;ureo</i>.<br/>
<br/>
El valor de <b>x</b> se determina f&#225;cilmente expresando <b>cos12&#186;</b> y <b>cos24&#186;</b> en funci&#243;n de <b>x</b> y utilizando la f&#243;rmula del coseno del &#225;ngulo doble. A partir de los valores de los cosenos, se obtienen los de los senos, mediante la f&#243;rmula fundamental de la trigonometr&#237;a o, lo que viene a ser lo mismo, aplicando el Teorema de Pit&#225;goras a los tri&#225;ngulos rect&#225;ngulos adecuados.</p>

<iframe scrolling="no" title="Razones trigonométricas de los ángulos de 12º y 24º" src="https://www.geogebra.org/material/iframe/id/bkcfkdjv/width/804/height/690/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="804px" height="690px" style="border:0px;" allowfullscreen> </iframe>
<p>
Utilizando las relaciones entre las razones de &#225;ngulos complementarios, se obtiene los senos y cosenos de <b>78&#186;</b> y <b>66&#186;</b>.<br/>
<br/>
Dividiendo seno entre coseno, se obtiene para las tangentes:<br/>
<br/>
<b>tg(12&#186;) = (3&#8730;3  - &#8730;15 - &#8730;(50 - 22&#8730;5))/2</b><br/>
<br/>
<b>tg(24&#186;) = (&#8730;(22&#8730;5 + 50) - &#8730;15 - 3&#8730;3)/2</b><br/>
<br/>
En <a href="SenCos3.pdf" target="_blank">SenCos3.pdf</a> pueden verse las razones de todos los &#225;ngulos m&#250;ltiplos de <b>3&#186;</b>.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 7 septiembre 2025. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>