<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<title>Cuadril&#225;teros bic&#233;ntricos - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="773">
<tr><td>
<h2>Cuadril&#225;teros bic&#233;ntricos</h2>
<p>
Son cuadril&#225;teros que pueden inscribirse en una circunferencia c<sub>C</sub> y circunscribirse a otra c<sub>I</sub>. Si en un par de circunferencias interiores se puede inscribir y circunscribir un cuadril&#225;tero, a partir de un punto cualquiera inicial A de la circunferencia c<sub>C</sub>, se puede hacer tambi&#233;n comenzando por cualquier otro punto de ella. Se trata del <i>Porismo de Poncelet</i> para cuadril&#225;teros en circunferencias. En general, este resultado proyectivo es cierto para pol&#237;gonos de cualquier n&#250;mero de lados inscritos y circunscritos en dos c&#243;nicas. En <a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/Distancia_I_C.html">Distancia del Incentro al Circuncentro ...</a> se ve el caso de tri&#225;ngulos en circunferencias.<br/>
<br/>
La f&#243;rmula de <a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/Fuss.html"><i>Fuss</i></a> que relaciona los radios r y R de ambas circunferencias c<sub>I</sub> y c<sub>C</sub> con la distancia p entre sus centros I y O, es notablemente parecida a la de <a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/Distancia_I_C.html">Euler para tri&#225;ngulos</a>. Y nos indica claramente que el cuadril&#225;tero existe para cualquier posic&#237;on de I en el interior de la circunferencia c<sub>C</sub>.<br/>
<br/>
L&#243;gicamente se verifican simult&#225;neamente las condiciones:<br/><br/>
A + C = B + D = 180&#186;   (<a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/CuadrilateroInscrito.html">Cuadril&aacute;tero inscriptible</a>)<br/>
<br/>
a + c = b + d   (<a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/CuadrilateroCircunscriptible.html">Cuadril&aacute;tero circunscriptible</a>)<br/>
<br/>
Un hecho curioso es que las diagonales se cortan en un punto M, alineado con I y O, y que permanece invariable la mover los v&#233;rtices manteniendo I y O fijos. Los segmentos que unen los puntos de contacto opuestos con la circunferencia inscrita, tembi&eacute;n se cortan en el mismo punto y adem&aacute;s son perpendiculares.<br/>
<br/>
La f&#243;rmula para la superfice se deduce f&#225;cilmente, imponiendo que el cuadril&#225;tero tambi&#233;n sea circunscriptible, de la de Brahmagupta para cuadril&#225;teros inscritos, muy similar a la de <a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/Formula_Heron.html">Heron</a> para tri&#225;ngulos cualesquiera.</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/skn47j3G/width/866/height/521/border/888888/rc/false/ai/false/sdz/false/smb/false/stb/false/stbh/true/ld/false/sri/true/at/auto" width="866px" height="521px" style="border:0px;"> </iframe>

<p>
En el campo de entrada para el valor de p, se pueden introducir expresiones, como &frac13;, sqrt(2)/2, ...
Hay dos cuadril&#225;teros notables que pueden ser bic&#233;ntricos: las cometas, cuadril&#225;teros con dos pares disjuntos de lados consecutivos iguales; y los trapecios. <br/>
<br/>
&#191;Que condiciones deben cumplir las cometas para ser bic&#233;ntricas?<br/>
&#191;Y los trapecios?<br/>
<br/>
&#191;Qu&#233; ocurre si I = C?</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 19 agosto 2016, Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>