<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, poliedro, arquimediano, cubo, cuboctaedro, romo, snub, applet">
<title>Cubo romo (Snub Cube) - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="773">
<tr><td>
<h2>Cubo romo (Snub Cube)</h2>
<p>
El <b>Cubo romo</b>, tambi&#233;n llamado <b>cubooctaedro romo</b>, es un <a href="https://es.wikipedia.org/wiki/S%C3%B3lidos_arquimedianos" target="_blank">s&#243;lido de Arqu&#237;medes</a> que tiene <b>38 caras</b>, <b>32</b> de ellas <b>triangulares</b> y <b>6 cuadradas</b>, <b>60 aristas</b> y <b>24 v&#233;rtices</b>.<br/>
<br/>
En todos los v&#233;rtices concurren <b>4 tri&#225;ngulos y un cuadrado</b>, se trata de un poliedro uniforme, como todos los arquimedianos, en los que todos los v&#233;rtices son equivalentes. Los <b>5 v&#233;rtices</b> inmediatamentre vecinos de uno cualquiera son coplanarios. Marcar la casilla <b>'V&#233;rtices coplanarios'</b> para ver el plano que contine a los vecinos del v&#233;rtice <b>A</b>.<br/>
<br/>
Cada uno de los <b>8 tri&#225;ngulos rojos</b> limita con otros <b>3 tri&#225;ngulos verdes</b>, mientras que estos <b>24 &#250;ltimos</b> limitan con <b>un tri&#225;ngulo verde, otro rojo y un cuadrado</b>. Aunque tri&#225;ngulos rojos y verdes no ocupan poiciones equivalentes, los &#225;ngulos diedros formados por cualquier par de ellos son iguales.<br/>
<br/>
Los <b>8 tri&#225;ngulos rojos</b> forman parte de las caras de un <b>octaedro circunscrito</b> al <b>cubo romo</b>. Igualmente los <b>6 cuadrados</b> forman partes de las caras de un <b>cubo circunscrito</b>. Puede obtenerse entonces por truncaci&#243;n m&#250;ltiple de estos poliedros.<br/>
<br/>
No tiene simetr&#237;as, por lo que existen versiones enantiomorfas: <b>dextro- y levo-cubo romo</b>.</p>

<iframe scrolling="no" title="Cubo romo (Snub Cube)" src="https://www.geogebra.org/material/iframe/id/vrqz2xgv/width/699/height/639/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/true/sri/false/rc/false/ld/false/sdz/false/ctl/false" width="699px" height="639px" style="border:0px;" allowfullscreen> </iframe>
<p>
Sea <b>t = (&#8731;(19 + 3&#8730;33) + &#8731;(19-3&#8730;33)+1)/3 &#8773; 1.839286755214161132551852...</b><br/>
<br/>
es la ra&#237;z real de <b>x&#179; - x&#178; - x - 1 = 0</b>   (<a href="https://en.wikipedia.org/wiki/Generalizations_of_Fibonacci_numbers#Tribonacci_numbers" target="_blank">constante de Tribonacci</a>)<br/>
<br/>
las coordenadas de los v&#233;rtices del <b>dextro-cubo romo</b> se pueden obtener  a partir del punto <br/>
<br/>
<b>A = (1/t, 1, t)</b><br/>
<br/>
rot&#225;ndolo repetidamente &#225;ngulos de <b>90&#186;</b> en torno al eje <b>Oz</b>, que atraviesa cuadrados opuestos, y de <b>120&#186;</b> en torno al <b>eje (1,1,1)</b>, que atraviesa tri&#225;ngulos rojos opuestos. Negando todas estas coordenadas se obtienen las de la vesri&#243;n lev&#243;gira. La longitud del lado resultante con esas coordenadas es <b>a = &#8730;(2+4t-2t&#178;) &#8773; 1.609719070224419482683903</b><br/>
<br/>
Marcar la casilla <b>'Punto y ejes generadores'</b> para visualizar el punto <b>A</b> y estos ejes.<br/>
<br/>
El volumen puede calcularse descomponiendolo en <b>6 pir&#225;mides cuadrangulares</b> y <b>32 tri&#225;ngulares</b> con v&#233;rtice en su centro y es:<br/>
<br/>
<b>V = (8t + 6)/(3&#8730;(2(t&#178; - 3)) a&#179; = (3&#8730;(t - 1) + 4&#8730;(t + 1))/(3&#8730;(2 - t)) a&#179; &#8773; 7.889477399975390206451014 a&#179;</b><br/>
<br/>
Aqui hay caras vecinas coloreadas del mismo color <b>(verde)</b>. &#191;Cu&#225;l es el numero m&#237;nimo de colores necesario para colorearlo de forma que las caras vecinas tengan siempre colores distintos? <br/>
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 9 enero 2023. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>