<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="análisis, cálculo integral, series, Fourier, desarrollo, matemáticas, geogebra, funciones, fenómeno, Gibbs, trigonometría, applet">
<title>Desarrollo en serie de Fourier - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="773">
<tr><td>
<h2>Desarrollo en serie de Fourier</h2>
<p>
El <a href="https://es.wikipedia.org/wiki/Serie_de_Fourier" target="_blank">desarrollo en serie de Fourier</a> aproxima una funci&#243;n peri&#243;dica por una serie de funciones seno y coseno cuyos per&#237;odos son divisores del de la funci&#243;n, sus arm&#243;nicos, con los coeficientes que se muestran en el applet. Hay formulaciones distintas, una de las m&#225;s sencillas quiz&#225;s sea la de <a href="https://temasdecalculo.com/2018/08/08/1-8-condiciones-de-dirichlet-fourier/" target="_blank">Dirichlet</a>:<br/>
<br/>
"Si <b>f(x)</b> es continua a trozos, mon&#243;tona a trozos y acotada en un intervalo <b>[a, b]</b>, existiendo adem&#225;s los l&#237;mites laterales en los puntos de discontinuidad y en los extremos del intervalo, el desarrollo en serie de Fourier converge a <b>f(x)</b> en los puntos de discontinuidad de <b>f</b>, y a <b>&#189;(f(x-0)+f(x+0))</b> en las discontinuidades. En los extremos del intervalo converge igualmente a la media de los l&#237;mites laterales correspondientes". <br/>
<br/>
Si la funci&#243;n no es per&#237;odica, se toma su definici&#243;n en un intervalo y se extiende de forma peri&#243;dica.</p>

<iframe scrolling="no" title="Desarrollo en serie de Fourier" src="https://www.geogebra.org/material/iframe/id/hcbhsau9/width/1128/height/503/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="1128px" height="503px" style="border:0px;" allowfullscreen> </iframe>

<p>
En las cajas de entrada <b>a</b> y <b>b</b> deben introducirse los extremos <b>a</b> y <b>b</b> del intervalo, <b>a &lt; b</b>, y en el de <b>f(x)</b> su definici&#243;n en este intervalo, para lo que deben emplearse los valores introducidos previamente.<br/>
<br/>
El deslizador <b>n</b> nos permite varia el n&#250;mero de t&#233;rminos del desarrollo, hasta <b>n = 40</b>. Para valores grandes de <b>n</b> puede atascarse el applet. En las listas desplegables, para <b>n &#8805; 1</b>, pueden verse los coeficientes de los senos y cosenos correspondientes a cada arm&#243;nico.<br/>
<br/>
Obs&#233;rvese que en las proximidades de los puntos de discontinuidad la serie de Fourier oscila fuertemente sobrepasando los valores de los l&#237;mites de <b>f(x)</b> en esos puntos, lo que se conoce como <a href="https://es.wikipedia.org/wiki/Fen%C3%B3meno_de_Gibbs" target="_blank">fenomeno de Gibbs</a>. El exceso de variaci&#243;n de la serie respecto a la longitud del salto es de apromamadamente un 18% (constante de Gibbs = 2/&#960; SenoIntegral(&#960;)).<br/>
<br/>
<a href="h ttps://es.wikipedia.org/wiki/Joseph_Fourier" target="_blank">Jean-Baptiste Joseph Fourier</a> (Auxerre, Francia, 21 de marzo de 1768 - Par&#237;s, 16 de mayo de 1830) fue un matem&#225;tico y f&#237;sico franc&#233;s conocido sobre todo por sus trabajos sobre las series que llevan su nombre, que aplic&#243; a la resoluci&#243;n de la <a href="https://es.wikipedia.org/wiki/Ecuaci%C3%B3n_del_calor" target="_blank">ecuaci&#243;n del calor</a>.<br/>
<br/>
<a href="https://es.wikipedia.org/wiki/Peter_Gustav_Lejeune_Dirichlet" target="_blank">Johann Peter Gustav Lejeune Dirichlet</a> (D&#252;ren, Alemania, 13 de febrero de 1805 - Gotinga, Alemania, 5 de mayo de 1859) fue un matem&#225;tico alem&#225;n.<br/>
<br/>
<a href="https://es.wikipedia.org/wiki/Josiah_Willard_Gibbs" target="_blank">Josiah Willard Gibbs</a> (New Haven, Connecticut, Estados Unidos, 11 de febrero de 1839-&#237;d., 28 de abril de 1903) fue un f&#237;sico matem&#225;tico estadounidense.<br/>
<br/>
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 7 febrero 2022. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>