<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, triángulo, desigualdad, Erdös, Mordell, applet">
<title>Desigualdad de Erd&#246;s-Mordell - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="877">
<tr><td>
<h2>Desigualdad de Erd&#246;s-Mordell</h2>
<p>
Sea <b>P</b> un punto del interior del tri&#225;ngulo <b>&#9651;ABC</b>, y sean <b>PU</b>, <b>PV</b> y <b>PW</b> segmentos perpendiculares a los lados. Se tiene que<br/>
<br/>
<b>PA + PB + PC &#8805; 2(PU + PV + PW)</b><br/>
<br/>
La igualdad solo se da si el tri&#225;ngulo es equil&#225;tero y <b>P</b> es el circuncentro. En este caso los segmentos del primer miembro de la desigualdad son iguales al radio de la circunferencia circunscrita, y los de lado derecho al radio de la inscrita. Es decir, despu&eacute;s de simplificar un 3, queda <b>R = 2r</b></p>

<iframe scrolling="no" title="Desigualdad de Erdös-Mordell" src="https://www.geogebra.org/material/iframe/id/ut64h4um/width/852/height/386/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="852px" height="386px" style="border:0px;" allowfullscreen> </iframe>

<p>
Pulsando los botones correspondientes, el tri&#225;ngulo se transforma en equil&#225;tero y el punto <b>P</b> se situa en el circuncentro <b>O</b>. En cualquier momento puede desplazarse libremente el v&#233;rtice <b>A</b> y el punto <b>P</b>, &#233;ste &#250;ltimo limitado al interior del tri&#225;ngulo.</p>

<p>
La demostraci&#243;n es sencilla, consiste en adosar al <b>&#9651;ABC</b> escalado un factor <b>l</b>, dos tri&#225;ngulos semejantes a <b>&#9651;APV</b> y <b>&#9651;APW</b>, escalados por factores <b>c</b> y <b>b</b> respectivamente. Se forma as&#237; un trapecio rect&#225;ngulo, cuya arista perpendicular a las bases mide <b>cv + bw</b>, y la no perpendicular <b>al</b>. Por tanto, es <b>al &#8805; cv + bw</b>. Repitiendo el proceso con los v&#233;rtices <b>B</b> y <b>C</b> y sumado las tres desigualdades, se obtiene la desigualdad deseada.</p>

<iframe scrolling="no" title="Desigualdad de Erdös-Mordell" src="https://www.geogebra.org/material/iframe/id/mavsbehf/width/850/height/565/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/false/rc/false/ld/false/sdz/false/ctl/false" width="850px" height="565px" style="border:0px;"allowfullscreen> </iframe>

<p>
Se usa que <b>x + 1/x &#8805; 2   &#8704;x &gt; 0</b>, desigualdad que se demuestar f&#225;cilmente:<br/>
<br/>
<b>x + 1/x &#8805; 2 &#8660; x&#178; + 1 &#8805; 2x  &#8660; x&#178; - 2x + 1 &#8805; 0 &#8660; (x - 1)&#178; &#8805; 0  &#9633;</b><br/>
<br/>
La igualdad solo se da si <b>x = 1</b>. Esto implica que <b>a/b = b/a = a/c=c/a = b/c = c/a = 1</b>, y el tri&#225;ngulo debe ser equil&#225;tero.<br/>
<br/>
Por otra parte, para que se de la igualdad, el trapecio obtenido en la segunda figura debe ser un rect&#225;ngulo. Es decir, que los &#225;ngulos <b>&#945;_1 + &#946;</b> y <b>&#945;_2 + &#947;</b> sean rectos. De esto se deduce que <b>&#8736;VPA = &#946;</b>  y  <b>&#8736;APW =  &#947;</b>.<br/>
<br/>
Considerando los otros dos trapecios formados sobre  los otros lados , concluimos que<br/>
<br/>
<b>&#8736;VPA = &#8736;CPV = &#946;,  &#8736;APW = &#8736;WPB = &#947;,    &#8736;BPU = &#8736;UPC = &#945;</b><br/>
<br/>
Lo que implica que <b>P</b> es el circuncentro del <b>&#9651;ABC</b>.<br/>
<br/>
Es decir, la igualdad solo se da si <b>P</b> es el circuncentro de un tri&#225;ngulo equil&#225;tero.<br/>
<br/>

Por otra parte, si se se aplica la <a href="Medias0.html" target="_blank">desigualdad de las medias aritm&eacute;tica y geom&eacute;trica</a> al segundo miembro de las tres desigualdades intermedias, se tiene que:<br/>
<br/>

<b>al &#8805; 2&#8730;(cvbw), &nbsp;&nbsp; bm &#8805; 2&#8730;(awcu), &nbsp;&nbsp; cn &#8805; 2&#8730;(buav)</b><br/>
<br/>
Multiplicando las tres miembro a miembro y simplificando <b>abc</b>,<br/>
<br/>  
&nbsp;&nbsp;&nbsp;&nbsp; <b>lmn &#8805; 8uvw</b>
<br/><br/>

Tomado de <i>A Visual Proof of the Erd&#246;s-Mordell Inequality</i> (Claudi Alsina and Roger B. Nelsen, Forum Geometricorum Vol. 7 (2007) pp. 99-102)<br/>
<br/>
</p>



<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 29 noviembre 2025. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>