<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<title>Tri&#225;ngulo equil&#225;tero a partir de distancias a los v&#233;rtices - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, ESO, polígonos, ángulos, teorema Pitágoras,  triángulos, áreas, applet, giro, problema, construcción">
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="997">
<tr><td>
<h2>Tri&#225;ngulo equil&#225;tero a partir de distancias a los v&#233;rtices</h2>
<p>
Utiliza los controles de la l&#237;nea inferior para ver la construcci&#243;n paso a paso. </p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/zKRFfhdM/width/1040/height/657/border/888888/sfsb/true/rc/false/ai/false/sdz/false/smb/false/stb/true/stbh/true/ld/true/sri/true/at/auto" width="1040px" height="657px" style="border:0px;" allowfullscreen> </iframe>
<p>
&#191;Cuando hay dos soluciones, una o ninguna?</p>
Con ayuda del teorema del coseno puede mostrarse que las distancias y el lado de del tri&aacute;ngulo verifican la relaci&oacute;n sorprendentemente sim&eacute;trica 3(a<sup>4</sup> + b<sup>4</sup> + c<sup>4</sup> + d<sup>4</sup>) = (a<sup>2</sup> + b<sup>2</sup>+ c<sup>2</sup> + d<sup>2</sup>)<sup>2</sup>.
</br></br>
O resolviendo la ecuaci&oacute;n bicuadrada, para por ejemplo d:
</br></br>

<img src="DistTriEquiForm.JPG">
<br/></br>
Aqu&iacute; se demuestra y se hace un peque&ntilde;o estudio del caso en que las cuatro distancias sean enteras y el punto interior al tri&aacute;ngulo: <a href="DistTriEqui.pdf" target="_blank">DistTriEqui.pdf</a>. Curiosamente, <b>1729</b> (n&uacute;mero de Hardy-Ramanujan) es el m&iacute;nimo lado entero de un tri&aacute;ngulo equil&aacute;tero para el que hay tres conjuntos de puntos interiores no equivalentes a distancias enteras de sus v&eacute;rtices:  {211, 1541, 1560}, {195, 1544, 1591} y {824, 915, 1591}. 
</br></br>
Utilizando las flechas del teclado en combinaci&oacute;n con la tecla [<b>May&uacute;s</b>], empleando decimales, pueden comprobarse, as&iacute; como las dem&aacute;s soluciones enteras relacionadas al final de <a href="DistTriEqui.pdf" target="_blank">DistTriEqui.pdf</a>
<p>Cuando las tres distancias constiuyen una terna pitag&oacute;rica, hay un m&eacute;todo alternativo m&aacute;s simple para el c&aacute;lculo del lado: <a href="Distancias_pitagoricas_Vertices_Triangulo_Equilatero.html">Lado de un tri&aacute;ngulo equil&aacute;tero a partir de distancias pitag&oacute;ricas a los v&eacute;rtices</a></p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 11 junio 2015. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank">P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>