<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, poliedro, arquimediano, dodecaedro, romo, snub, applet">
<title>Dodecaedro romo (Snub Dodecahedron) - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="773">
<tr><td>
<h2>Dodecaedro romo (Snub Dodecahedron)</h2>
<p>
El <b>dodecaedro romo</b> o <b>icosidodecaedro romo</b> es un <a href="https://es.wikipedia.org/wiki/S%C3%B3lidos_de_Arqu%C3%ADmedes" target="_blank">s&#243;lido de Arqu&#237;medes</a> que tiene <b>92 caras</b>, <b>80</b> de ellas <b>triangulares</b> y <b>12 pentagonales</b>, <b>150 aristas</b> y <b>60 v&#233;rtices</b>.<br/>
<br/>
En todos los v&#233;rtices concurren <b>4 tri&#225;ngulos</b> y <b>un pent&#225;gono</b>, se trata de un poliedro uniforme, como todos los arquimedianos, en los que todos los v&#233;rtices son equivalentes. Los 5 v&#233;rtices inmediatamentre vecinos de uno cualquiera son coplanarios. Marcar la casilla <b>'V&#233;rtices coplanarios'</b> para ver el plano que contine a los 5 vecinos del v&#233;rtice <b>P</b>.<br/>
<br/>
Cada uno de los <b>20 tri&#225;ngulos rojos</b> limita con otros <b>3 tri&#225;ngulos verdes</b>, mientras que estos <b>60 &#250;ltimos</b> limitan con <b>un tri&#225;ngulo verde, otro rojo y un pent&#225;gono</b>. Aunque tri&#225;ngulos rojos y verdes no ocupan poiciones equivalentes, los &#225;ngulos diedros formados por cualquier par de ellos son iguales.<br/>
<br/>
Los <b>20 tri&#225;ngulos rojos</b> forman parte de las caras de un <b>icosaedro circunscrito</b> al <b>dodecaedro romo</b>. Igualmente los <b>12 pent&#225;gonos</b> forman partes de las caras de un <b>dodecaedro circunscrito</b>. Puede obtenerse entonces por truncaci&#243;n m&#250;ltiple de estos poliedros.<br/>
<br/>
No tiene simetr&#237;as, por lo que existen versiones enantiomorfas: <b>dextro- y levo-dodecaedro romo</b>.</p>

<iframe scrolling="no" title="Dodecaedro romo (Snub Dodecahedron)" src="https://www.geogebra.org/material/iframe/id/yuntkjuy/width/643/height/647/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/true/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="643px" height="647px" style="border:0px;" allowfullscreen> </iframe>

<p>
Si <b>&#966;</b> es la <b>raz&#243;n &#225;urea</b>, <b>&#966;=(&#8730;5 +1)/2 &#8773; 1.6180339887498948482...</b> y <br/>
<br/>
<b>&#958;=(&#8731;(- 6&#8730;(294&#8730;5 + 558) + 54&#8730;5 + 98) + &#8731;(6&#8730;(294&#8730;5 + 558) + 54&#8730;5 + 98))/6 - 2/3 &#8773; 0.94315125924388181712...</b><br/>
<br/>
es la <b>ra&#237;z real</b> de <b>x&#179; + 2x&#178; - &#966;&#178; = 0</b><br/>
<br/>
las coordenadas de los v&#233;rtices del <b>dextro-icosaedro romo</b> se pueden obtener  a partir del punto <br/>
<br/>
<b>P = (&#966;&#178; - &#966;&#178;&#958;, -&#966;&#179; + &#966;&#958; + 2&#966;&#958;&#178;, &#958;)</b> <br/>
<br/>
rot&#225;ndolo repetidamente &#225;ngulos de <b>72&#186;</b> en torno al eje <b>(0, 1, &#966;)</b> y de <b>120&#186;</b> en torno al eje <b>(1,1,1)</b>. Negando todas estas coordenadas se obtienen las de la <b>versi&#243;n lev&#243;gira</b>. La longitud del lado resultante con esas coordenadas es <b>a=2&#958;&#8730;(1-&#958;)</b><br/>
<br/>
Marcar la casilla <b>'Punto y ejes generadores'</b> para visualizar el punto <b>P</b> y estos ejes.
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 22 diciembre 2022. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>