<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, ESO, poliedro, arquimediano, dodecaedro, truncado, esfera, circunscrita, tangencial, radio, volumen, applet">
<title>Dodecaedro truncado - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="773">
<tr><td>
<h2>Dodecaedro truncado</h2>
<p>
El <b>Dodecaedro truncado</b> es un <a href="https://es.wikipedia.org/wiki/S%C3%B3lidos_arquimedianos" target="_blank">s&#243;lido arquimediano</a>, resultado de truncar un <b>dodecaedro</b> a <b>(&#8730;5-1)/(2&#8730;5)</b> de las aristas desde cada v&#233;rtice. Resultan <b>12 caras decagonales</b> procedentes de las caras del dodecaedro, y  <b>20 tri&#225;ngulares</b>, todas de arista <b>1/&#8730;5</b> de las del dodecaedro. Tiene por tanto, <b>32 caras</b>, <b>90 aristas</b> y <b>60 v&#233;rtices trivalentes</b>, en los que concurren <b>dos dec&#225;gonos y un tri&#225;ngulo</b>.<br/>
<br/>
No tiene esfera inscrita, pues las caras no est&#225;n a la misma distancia del centro, pero si circunscrita y tangente a las aristas o tangencial, igual &#233;sta &#250;ltima a la del dodecaedro sin truncar.</p>

<iframe scrolling="no" title="Dodecaedro truncado" src="https://www.geogebra.org/material/iframe/id/zxbvgby9/width/642/height/667/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/false/rc/false/ld/false/sdz/true/ctl/false" width="642px" height="667px" style="border:0px;" allowfullscreen> </iframe>

<p>
El volumen del dodecaedro truncado <b>V<sub>Dt</sub></b> se calcula f&#225;cilmente a partir del <a href="Dodecaedro.html" target="_blank">volumen del dodecaedro</a> sin truncar, <b>&#8730;5(7+3&#8730;5)/4 d&#179;</b>, donde <b>d=&#8730;5</b>, menos <b>20 pir&#225;mides triangulares</b>, cada una de las cuales tiene como base un <b>tri&#225;ngulo equil&#225;tero de lado 1</b> y <b>aristas laterales</b> iguales a <b>(&#8730;5-1)/2</b>, y cuya altura se calcula f&#225;cilmente por el Teorema de Pit&#225;goras.<br/>
<br/>
El radio <b>&#961;</b> de la <b>esfera tangencial</b>, es igual que el de la del <a href="Dodecaedro.html" target="_blank">dodecaedro</a> de arista <b>&#8730;5</b>, <b>&#189;&#966;&#178;&#8730;5=(5+3&#8730;5)/4</b>.<br/>
<br/>
Conocido <b>&#961;</b>, el radio <b>R</b> de la <b>esfera circunscrita</b> es muy f&#225;cil de hallar, pues ambos radios forman un tri&#225;ngulo rect&#225;ngulo con la mitad de una arista.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 13 agosto 2022. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>