<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<title>Recta de Droz-Farny - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, Bachillerato, Droz-Farny,ortocentro, rectas, perpendiculares, punto medio, envolvente, cónicas, elipse, hipérbola, triángulo, applet">
<meta name="generator" content="GeoGebra"/>
<style type="text/css"><!--body { font-family:Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="725">
<tr><td>
<h2>Recta de Droz-Farny</h2>
<p>
Por el ortocentro H de un tri&#225;ngulo ABC se trazan un par de rectas perpendiculares entre si. Si D, E y F son los puntos medios de los puntos en que estas rectas cortan a cada uno de los lados, o sus prolongaciones, estos tres puntos est&aacute;n en una recta t. &Eacute;sta es la recta de Droz-Farny.<br>
<br>
El matem&aacute;tico suizo <a href="https://en.wikipedia.org/wiki/Arnold_Droz-Farny" target="blank">Arnold Droz (Suiza, 1856-1912)</a>, cuando se cas&oacute; con Lisa Farny a&ntilde;adi&oacute; su apellio al propio, estableci&oacute; este teorema en 1899 sin demostraci&oacute;n. La que se presentar&aacute; aqu&iacute; cuando este lista, se debe a <a href="http://forumgeom.fau.edu/FG2004volume4/FG200426.pdf" target="_blank">Jean Louis Aym&eacute; (2004)</a>
</p>

<iframe scrolling="no" title="Recta de Droz-Farny" src="https://www.geogebra.org/material/iframe/id/rbm337wk/width/725/height/592/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/false/rc/false/ld/false/sdz/false/ctl/false" width="725px" height="592px" style="border:0px;" allowfullscreen> </iframe>

<p>
La envolvente de las rectas de Droz-Farny parece ser la elipse/hip&eacute;rbola (seg&uacute;n que el tri&aacute;ngulo sea acut&aacute;ngulo/obtus&aacute;ngulo) con focos en el ortocentro y circuncentro y que es tangente a los lados del tri&aacute;ngulo.

Para el tri&aacute;ngulo rect&aacute;ngulo, las rectas de Droz-Farny forman el haz de rectas que pasan por el v&eacute;rtice correspondiente al &aacute;ngulo recto, que es el centro y extremos de los segmentos degenerados correspondientes a los catetos. La envolvente se reduce entonces al propio v&eacute;rtice. </p>
<p>Ignacio Larrosa Ca&ntilde;estro (grupo XeoDin), 6 noviembre 2009. Creaci&#243;n realizada con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a></td></tr>
</table></body>
</html>