<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, analítica, matemáticas, geogebra, elipse, cociente, segmentos, cuadrados, triángulo, lugar geoimétrico, applet,">
<title>La elipse de Steiner como lugar geom&#233;trico - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="692">
<tr><td>
<h2>La elipse de Steiner como lugar geom&#233;trico</h2>
<p>
La <a href="Elipses_Steiner.html" target="_blank">elipse circunscrita de Steiner</a>, o elipse exterior de Steiner, pasa por los tres v&#233;rtices de cualquier <b>&#9651;ABC</b> y tiene centro en el baricentro <b>G</b>.<br/>
<br/>
Si se une un punto cualquiera <b>P</b> del plano con los tres v&#233;rtices <b>A</b>, <b>B</b> y <b>C</b> mediante rectas, estas cortan a los lados <b>BC</b>, <b>CA</b> y <b>AB</b> o a sus prolongaciones, respectivamente en puntos <b>D</b>, <b>E</b>, y <b>F</b>.<br/>
<br/>
Para los puntos de la elipse exterior de Steiner se iene que:<br/>
<br/><b>
(DP/DA)&#178; + (EP/(EB)&#178; + (FP/FC)&#178; = 1<br/>
</b><br/>
siendo menor que <b>1</b> para los puntos interiores y mayor que <b>1</b> para los exteroires, con un m&#237;nimo de <b>1/3</b> cuando <b>P</b> coincide con el baricentro <b>G</b>. <br/>
<br/>
Se trata de un problema claramente af&#237;n, pues en una transformaci&#243;n af&#237;n se conservan los cocientes de distancias entre puntos alineados (su raz&#243;n simple), y como consecuencia de ello la alineaci&#243;n de puntos, y el paralelismo y concurrencia de rectas. En particular, las c&#243;nicas se transforman en c&#243;nicas del mismo tipo, con el mismo n&#250;mero de puntos impropios, por lo que la imagen de una elipse es otra elipse. Como por otras parte todos los tri&#225;ngulos son equivalentes bajo transformaciones afines, puede estudiarse el problema en cualquier tri&#225;ngulo, en particular en el equil&#225;tero. Esto lo hace f&#225;cilmente abordable mediante geometr&#237;a anal&#237;tica cartesianas, aunque utilizando coordenadas baric&#233;ntricas puede demostrarse de forma m&#225;s directa.<br/>
<br/>
Expl&#237;citamente, la afinidad que transforma cualquier tri&#225;ngulo en equil&#225;tero puede considerarse compuesta de un deslizamiento paralelo a un lado, al que deja invariante, y que transforme el tri&#225;ngulo en is&#243;sceles, seguida de una contracci&#243;n perpendicular a ese lado, que transforme al tri&#225;ngulo en equil&#225;tero. La primera no cambia el valor de ninguna &#225;rea, por el principio de Cavallieri, y la segunda cambia todas las &#225;reas en la misma proporci&#243;n. Pulsar el bot&#243;n <b>[&#8594;&nbsp;&#9651;&nbsp;equil.]</b> para efectuar esta transformaci&#243;n.<br/>
</p>

<iframe scrolling="no" title="La elipse de Steiner como lugar geométrico" src="https://www.geogebra.org/material/iframe/id/p2w7ehwg/width/694/height/466/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="694px" height="466px" style="border:0px;" allowfullscreen> </iframe>
<p>
Pueden desplazarse los v&#233;rtices <b>A</b> y <b>B</b> en cualquier momento, y <b>C</b> cuando el tri&#225;ngulo no es equil&#225;tero.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 1 Enero 2026. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>