<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, poliedro, esfenocorona, sólido, Johnson, 86, constructible, regla, compás, applet">
<title>Esfenocorona (Johnson 86) - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="773">
<tr><td>
<h2>Esfenocorona (Johnson 86)</h2>
<p>
La <b>Esfenocorona</b> es un poliedro convexo formado por <b>12 tri&#225;ngulos equil&#225;teros</b> y <b>2 cuadrados</b>, con <b>22 aristas</b> y <b>10 v&#233;rtices</b>. Respecto a &#233;stos &#250;ltimos, en dos coinciden 2 tri&#225;ngulos y 2 cuadrados, en ese orden; en cuatro coinciden 3 tri&#225;ngulos y un cuadrado; y en los  4 restantes coinciden 5 tri&#225;ngulos. N&#243;tese que estos &#250;ltimos no son equivalentes: los &#225;ngulos diedros formados por las caras que inciden en ellos son iguales en los dos que est&#225;n en la parte inferior de la figura, pero distintos a los de los otros dos, inmediatamente superiores en altura en la figura, que son iguales entre s&#237;. <br/>
<br/>
Tiene dos planos de simetr&#237;a, verticales en la figura: uno que contiene a la arista com&#250;n a los dos cuadrados y al punto medio de la arista opuesta; el otro contiene a esta &#250;ltima arista y al punto medio de la anterior. Los puntos medios de estas aristas determinan un eje de simetr&#237;a de orden 2.<br/>
<br/>
Es el <a href="https://es.wikipedia.org/wiki/S%C3%B3lido_de_Johnson" target="_blank">s&#243;lido de Johnson</a> J<sub>86</sub> (poliedros convexos no regulares ni <a href="https://es.wikipedia.org/wiki/S%C3%B3lidos_arquimedianos" target="_blank">arquimedianos</a>, ni prismas o <a href="Antiprisma.html" target="_blank">antiprismas</a>). No puede descomponerse en otros poliedros por planos que no dividan sus caras. De acuerdo con lo dicho anteriormente, las cinco caras que concurren en cada v&#233;rtice de orden 5, aunque son tri&#225;ngulos equil&#225;teros, no conforman una pir&#225;mide pentagonal: los cinco puntos de la supuesta base no son coplanarios. Las que corresponden a los extremos de la arista inferior casi lo parecen, pues cuatro de los puntos son coplanarios, y el quinto (el otro extremo de esa arista), no dista mucho de ese plano.<br/>
<br/>
Puede colorearse con solo tres colores. Los v&#233;rtices de orden 5 exigen tres colores para las caras que inciden en ellos.</p>

<iframe scrolling="no" title="Esfenocorona (Johnson 86)" src="https://www.geogebra.org/material/iframe/id/bawjxtfx/width/625/height/605/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/true/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="625px" height="605px" style="border:0px;" allowfullscreen> </iframe>

<p>
Si las aristas del poliedro tienen longitud <b>2</b> y <b>a = (2&#8730;(213 - 57&#8730;6) + &#8730;6 + 6)/30 &#8771; 0.8527269428</b>, la &#250;nica ra&#237;z del polinomio <b>60x&#8308; - 48x&#179; - 100x&#178; + 56x + 23</b> comprendida entre 0 y 1, las coordenadas de los v&#233;rtices se obtienen reflejando en los planos <b>Oxz</b> y <b>Oyz</b> los puntos:<br/>
<br/>
<b>A = (0, 1, 2&#8730;(1 - a&#178;)</b><br/>
<b>C = (2a, 1, 0)</b><br/>
<b>G = (0, 1 + &#8730;(3 - 4a&#178;)/&#8730;(1 - a&#178;), (1 - 2a&#178;)/&#8730;(1 - a&#178;))</b><br/>
<b>I = (1, 0, -&#8730;(2 + 4a - 4a&#178;))</b><br/>
<br/>
<b>A. V. Timofeenko</b>, &#171;<i>The non-platonic and non-archimedian noncomposite polyhedra</i>&#187;, Journal of Mathematical Sciences, Vol. 162, No. 5, 2009.<br/>
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 12 octubre 2025. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>