<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<title>Reflexi&#243;n en la Par&#225;bola - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="899">
<tr><td>
<h2>Reflexi&#243;n en la Par&#225;bola</h2>
<p>
Como la tangente a una par&#225;bola en uno de sus puntos es la bisectriz exteror del &#225;ngulo formado por el radio vector del punto y el eje secundario que pasa por &#233;l, los rayos incidentes en la direcci&#243;n del eje, se reflejan pasando por el foco, y los rayos procedentes del foco se reflejan paralelos al eje.<br/>
<br/>
Como para cualquier punto de la par&#225;bola la distancia al foco es igual a la distancia a la directriz, todos los rayos recorren la misma distancia y llegan al mismo tiempo.<br/>
</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/844417/width/915/height/698/border/888888/sfsb/true/rc/false/ai/false/sdz/false/smb/false/stb/false/stbh/true/ld/false/sri/true/at/auto" width="915px" height="698px" style="border:0px;" allowfullscreen> </iframe>
<p>
Este es el fundamento de los telescopios de reflexi&#243;n, las antenas parab&#243;licas,  los faros de los autom&#243;viles ...<br/>
<br/>
Un rayo procedente de un punto interior a la par&#225;bola y que se mueve paralelamente a su eje aproxim&#225;ndose al foco, &#191;cu&#225;ntas veces se reflejar&#225; en la par&#225;bola? &#191;C&#243;mo es su trayectoria final comparada con la inicial?<br/>
<br/>
Sabiendo que el par&#225;metro de la par&#225;bola es p, si el rayo anterior parte de un punto situado en una recta vertical situada a una distancia s a la derecha del foco, &#191;qu&#233; distancia habr&#225; recorrido cuando vuelva a alcanzar dicha recta?<br/>
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin) (a partir de un applet de Manuel Sada), 15 febrero 2014. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>