<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, ESO, polígonos, paralelogramo, octógono, estrella, ocho puntas, áreas, afinidad, applet">
<title>Estrella de 8 puntas en paralelogramo - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="600">
<tr><td>
<h2>Estrella de 8 puntas en paralelogramo</h2>
<p>
En el paralelogramo ABCD los puntos K. L, M, y N son los puntos medios de los lados en que se hallan. Determinar el cociente entre el &#225;rea del oct&oacute;gono central y la del paralelogramo. </p>

<iframe scrolling="no" title="Estrella de 8 puntas en paralelogramo" src="https://www.geogebra.org/material/iframe/id/esw82xad/width/542/height/424/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="542px" height="424px" style="border:0px;" allowfullscreen> </iframe>

<p>
El &aacute;rea de los paralelogramos que circundscriben al oct&oacute;gono es &frac15; de la de ABCD. Para verlo basta completar los cuatro cuadril&aacute;teros que lo limitan con los tri&aacute;ngulos restantes. Para hallar el &aacute;rea del oct&oacute;gono basta entonces restar las &aacute;reas de cuatro de los peque&ntilde;os tri&aacute;ngulos que lo bordean.</p> 

<p>Llamamos X al punto de intersecci&oacute;n de BM y CK, Y al de CK y DL, y Z al de DL y BM.</p>

<p>Tenemos que Z es el baricentro del tri&aacutengulo BCD, por lo que</p>

ZL = &frac13; DL<br><br>
MZ = &frac13; MB<br><br>

<p>X el punto medio del rect&aacute;ngulo KBCM, por lo que</p>

MX = BX = CX = KX = &frac12; MB = &frac12; CK<br><br>

Por tanto,<br><br>

XZ = MX - PZ = &frac16; BM<br><br>

<p>Localicemos el punto Y en el tri&aacute;ngulo ZCB, como intersecci&oacute;n de las l&iacute;neas ZL y CX, colocando masas adecuadas en los v&eacute;rtices para que sea el centro de gravedad. Como CL = LB, debemos poner masa iguales en C y B. Como XB = 3 ZX, debe haber una masa tres veces superior en Z que en B. Por tanto, colocamos masas unitarias en C y B, y de valor 3 en Z.</p>

<p>Por tanto, en la l&iacute;nea CZ hay que equilibrar en Y una masa unitaria situada en C y 4 = 3 + 1 masas colocadas en X:</p> 

CY = 4 XY   &rArr;  XY = &frac15; XC<br><br>

<p>Por semejanza, la alturas correspondiente al lado ZX del tri&aacute;ngulo XYZ es la quinta parte de la altura correspondiente al lado MX del tri&aacute;ngulo MCX.</p>

Entonces,<br><br>

(XYZ) = &frac13; &frac15; (MCX) = <font size=1><sup>1</sup>/<sub>15</sub>  <sup>1</sup>/<sub>8</sub></font> (ABCD) = <font size=1><sup>1</sup>/<sub>120</sub></font> (ABCD)<br><br>

Oct = (<font size=1><sup>1</sup>/<sub>5</sub></font> - <font size=1><sup>4</sup>/<sub>120</sub></font> )(ABCD) = &frac16; ABCD<br><br>

<p>Pueden desplazarse libremente los v&eacute;rtices B y D.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 13 diciembre 2013. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>