<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, analítica, cálculo, análisis, dos variables, matemáticas, geogebra, funciones, teorema, Schwartz, matriz hessiana, determinante hessiano, máximos, mínimos, puntos de silla, plano tangente, vector normal, applet">
<title>Extremos de funciones de dos variables. Criterio del hessiano - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="773">
<tr><td>
<h2>Extremos de funciones de dos variables. Criterio del hessiano</h2>
<p>
Se representa en el panel izquierdo la gr&#225;fica de una funci&#243;n de dos variables <b>z = f(x, y)</b> que se especifica en el campo de entrada '<b>f(x, y) =</b>' del panel inferior y se determina mediante el <a href="https://en.wikipedia.org/wiki/Second_partial_derivative_test" target="_blank">Criterio de la matriz Hessiana</a> el car&#225;cter de sus puntos cr&#237;ticos. Se supone que f es diferenciable y que existen y son continuas  sus segundas derivadas parciales. Entonces, por el <a href="https://es.wikipedia.org/wiki/Teorema_de_Clairaut" target="_blank" >Teorema de Schwartz</a>, las derivas segundas cruzadas son iguales: <b>f<sub>xy</sub> = f<sub>yx</sub></b>.<br/>
<br/>
Los <b>puntos cr&#237;ticos</b> son aquellos en que se anulan las dos derivadas paraciales de f: <b>f<sub>x</sub>(x, y) = 0, f<sub>y</sub>(x, y) = 0</b>. En el panel derecho, se representan estas dos curvas en al plano <b>Oxy</b>, as&#237; como sus intersecciones, que ser&#225;n las proyecciones de los puntos cr&#237;ticos en dicho plano. Lamentablemente no siempre se detectan de forma autom&#225;tica todos los puntos cr&#237;ticos. Por ello tambi&#233;n se representa un punto <b>P</b> desplazable, en este panel, con el rat&#243;n y las teclas de direcci&#243;n, con el que se puede comprobar el car&#225;cter de cualquier otro punto. El punto <b>P</b> tambi&#233;n se puede especificar por sus coordenadas en el campo entrada '<b>P =</b>' del panel inferior. Las coordenadas de <b>P</b> se pueden introducir de forma simb&oacute;lica como <b>(1/2, sqrt(2)/2)</b>, por ejemplo.En el panel izquierdo aparecen tambi&#233;n los puntos en la gr&#225;fica de la funci&#243;n correspondientes a los puntos cr&#237;ticos y a <b>P</b>.<br/>
<br/>
La funci&#243;n <b>H<sub>f</sub>(x, y)</b> es el determinante de la matriz Hessiana de <b>f(x, y)</b>:<br/>
<br/>
<b>H<sub>f</sub>(x,y) = |f<sub>xx</sub>, f<sub>xy</sub>; f<sub>yx</sub>, f<sub>yy</sub>| = f<sub>xx</sub>&#183;f<sub>yy</sub> - (f<sub>xy</sub>)<sup>2</sup><br/></b>
<br/>
El criterio de la matriz Hessiana establece que <b>si P = (x, y) es un punto cr&#237;tico</b> y<br/>
<br/><b>
&#183; H<sub>f</sub>(P) &gt; 0 y f<sub>xx</sub>(P) &gt; 0  &#8658;  P es un m&iacute;nimo relativo<br/>
&#183; H<sub>f</sub>(P) &gt; 0 y f<sub>xx</sub>(P) &lt; 0  &#8658;  P es un m&aacute;ximo relativo<br/>
&#183; H<sub>f</sub>(P) &lt; 0  &#8658;  P es un punto de silla<br/></b>
<br/>
<b>Si H<sub>f</sub>(P) = 0 el criterio no decide</b> y es necesario utilizar derivadas de ordenes superiores.<br/>
<br/>
<b>Nota: f<sub>xx</sub>(P)= 0  &#8658;  H<sub>f</sub>(P) = - (f<sub>xy</sub>)<sup>2</sup>  &le; 0 </b>
<br/>
<br/>
</p>

<iframe scrolling="no" title="Extremos de funciones de dos variables" src="https://www.geogebra.org/material/iframe/id/nayktbvg/width/1070/height/805/border/888888/sfsb/true/smb/false/stb/true/stbh/false/ai/false/asb/false/sri/true/rc/true/ld/true/sdz/true/ctl/false" width="1070px" height="805px" style="border:0px;" allowfullscreen> </iframe>

<p>
En el panel inferior se presentan las derivadas primeras y la matriz hessiana as&#237; como su determinante, y una tabla con los puntos cr&#237;ticos detectados autom&#225;ticamente, en la que se incluyen los valores relevantes de las derivadas parciales y del hessiano. Fuera de la tabla se presentan tambi&#233;n estos valores para el punto <b>P</b>.<br/>
<br/>
El punto <b>P</b>, despu&#233;s de seleccionarlo en el panel derecho, se puede desplazar con las teclas de direcci&#243;n en incrementos de <b>0.01</b>. La pulsaci&#243;n simult&#225;nea de las teclas [<b>May&#250;s</b>], [<b>Ctrl</b>] y [<b>Alt</b>] multiplica este incremento por <b>0.1</b>, <b>10</b> y <b>100</b> respectivamente.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 7 abril 2017. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>