<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<title>&phi;, el n&#250;mero de oro en la funci&#243;n de 4&#186; grado - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<META name="keywords" Content="Geometría analítica, matemáticas, geogebra, Bachillerato, funciones, cálculo, applet, máximos, mínimos, fi, contracción, deslizamiento, punto inflexión, afinidad, número oro, razón simple, cuártica, función cuarto grado, transformación afin, razón áreas, bitangente">
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="935">
<tr><td>
<h2>&phi;, el n&#250;mero de oro en la funci&#243;n de 4&#186; grado</h2>
<p>
Si la funci&#243;n de 4&ordm; grado f(x) tiene puntos de inflexi&#243;n A y B, la recta <b>r<sub>In</sub></b> que pasa por ellos vuelve a cortar a la gr&#225;fica de la funci&#243;n en otros dos puntos C y D, que dejan a A y B en medio. Se tiene entonces que AB/CA = AB/BD = &phi; = 1.6180339887..., el conocido "n&#250;mero de oro" o "raz&#243;n &#225;urea". <br/>
<br/>
La raz&#243;n &#225;urea es la que divide a un segmento de forma que "el total es a la parte mayor, como la parte mayor es a la menor".<br/>
<br/>
Cambia los coeficientes del polinomio con los deslizadores. L&#243;gicamente, cuando no hay puntos de inflexi&#243;n, la construcci&oacute;n queda indefinida.</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/MftkzY2m/width/960/height/643/border/888888/sfsb/true/stb/true/sri/true/rc/true/sdz/true" width="960px" height="643px" style="border:0px;" allowfullscreen> </iframe>

<p>
&#191;Cuanto vale el cociente CB/AB = AD/AB?
<br/><br/>

&#191;Y CD/AB?
<br/><br/>

&#191;La funci&#243;n  podr&#237;a tener un solo punto de inflexi&#243;n? &#191;Por qu&#233;?
<br/><br/>

&#191;Puedes razonar por qu&#233; si la funci&#243;n tiene dos puntos de inflexi&#243;n A y B, la recta <b>r<sub>In</sub></b> vuelve a cortar a la gr&#225;fica en otros dos puntos a cada lado de A y B?
<br/><br/>

Para demostrarlo, basta estudiar una funci&oacute;n de cuarto grado cualquiera que tenga puntos de inflexi&oacute;n, como p<sub>0</sub>(x) = (x+1)&sup2;(x-1)&sup2;. Esto es as&iacute; porque todas las gr&aacute;ficas de funciones de 4&ordm; grado con puntos de inflexi&oacute;n se pueden obtener unas de otras mediante transformaciones afines, que respetan la raz&oacute;n simple de tres puntos (cociente de distancias entre tres puntos alineados). Las transformaciones afines se caracterizan porque sus ecuaciones son siempre lineales, a partir de lo cual es muy sencillo ver que se mantiene la raz&oacute;n simple.
<br/><br/>

Consecuentemente, tambi&eacute;n se mantiene la proporci&oacute;n de &aacutereas. As&iacute;, las &aacute;reas delimitadas por la recta <b>r<sub>In</sub></b> y la gr&aacute;fica de la funci&oacute;n son iguales: A<sub>1</sub> = 2A<sub>2</sub> = 2A<sub>3</sub> (marcar la casilla &Aacute;reas).
<br/><br/>
Moviendo el deslizador t paso a paso puede verse c&oacute;mo transformar cualquier gr&aacute;fica de 4&ordm; grado en la de p<sub>0</sub>(x). En el archivo <a href="Funcion4grado.pdf" target="_blank">Los puntos de inflexi&oacute;n de la funci&oacute;n de 4&ordm; grado</a> puede verse en detalle.
<br/><br/>
El valor x<sub>0</sub> = -b/(4a), es la abscisa del punto de inflexi&oacute;n de la derivada, y del m&iacute;nimo de la derivada segunda, y es la media de las abscisas de las cuatro ra&iacute;ces, reales o complejas, del polinomio.
<br/><br/>
En <a href="CambioSistemaReferencia.html" target=_blank">Cambio de sistema de referencia en el plano y Afinidades</a> puede verse m&oacute;s sobre transformaciones afines.
</p>

<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 20 febrero 2014. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>