<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, analítica, matemáticas, geogebra, Bachillerato, Descartes, Fermat, folium, integral, impropia, asíntota, ecuaciones paramétricas, funciones, cálculo, área, applet">
<title>Folium de Descartes - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="1101">
<tr><td>
<h2>Folium de Descartes</h2>
<p>
Es una curva algebraica de grado 3, definida por la ecuaci&#243;n impl&#237;cita <b>x&#179; + y&#179; - 3axy = 0</b>. Considerando al par&#225;metro <b>a</b> como variable, es una ecuaci&#243;n homog&#233;nea de grado 3, de manera que si multiplicamos una soluci&#243;n por cualquier valor real, obtenemos otra soluci&#243;n. Entonces el par&#225;metro <b>a</b> es un simple factor de escala, su variaci&#243;n no modifica la forma de la curva, sino tan solo sus dimensiones. Para estudiarla, podr&#237;a hacerse entonces <b>a = 1</b> sin p&#233;rdida de generalidad.<br/>
<br/>
Se ve f&#225;cilmente que tiene un punto doble en el origen y a la recta <b>x + y = a</b> como as&#237;ntota, siendo sim&#233;trica respecto a la recta <b>y = x</b>. Forma un bucle <b>B</b> en el primer cuadrante, siendo el punto <b>(3/2 a, 3/2 a)</b> su v&#233;rtice y punto m&#225;s alejado del origen. En el 2&#186; y 4&#186; cuadrantes forma dos &#171;alas&#187;, que delimitan con la as&#237;ntota &#225;reas finitas <b>A&#8321;</b> y <b>A&#8322;</b>.</p>

<iframe scrolling="no" title="Folium de Descartes" src="https://www.geogebra.org/material/iframe/id/hnszebhq/width/1098/height/557/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="1098px" height="557px" style="border:0px;" allowfullscreen> </iframe>

<p>
Se puede obtener una parametrizaci&#243;n racional de la curva muy f&#225;cilmente, puesto que es unicursal, al tener un punto doble. Basta considerar el punto <b>P</b>, la otra intersecci&#243;n de cualquier recta <b>y = tx</b> con la curva. Para <b>t = -1</b>, pendiente de la as&#237;ntota, se obtiene el &#250;nico punto del infinito de la curva.<br/>
<br/>
Utilizando estas ecuaciones param&#233;tricas, o la polar deducida de ellas, es facil obtener que el &#225;rea del bucle es igual a la limitada por el &#171;folium&#187; y su as&#237;ntota, as&#237; como esta &#250;ltima regi&#243;n queda dividida entres partes iguales por los ejes de coordenadas.<br/>
<br/>
Como curiosidad, se muestra una divisi&#243;n del bucle en tres partes de igual &#225;rea.<br/>
<br/>
La curva fue estudiada por <a href="https://es.wikipedia.org/wiki/Ren%C3%A9_Descartes" target="_blank">Ren&#233; Descartes</a> en 1638, y la utiliz&#243; para retar a <a href="https://es.wikipedia.org/wiki/Pierre_de_Fermat" target="_blank">Pierre de Fermat</a> a encontrar su l&#237;nea tangente en cualquier punto, cosa que este resolvi&#243; f&#225;cilmente con sus descubrimientos en c&#225;lculo diferencial.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 1 agosto 2025. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>