<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<title>Generaci&#243;n de la Par&#225;bola como lugar geom&#233;trico - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="782">
<tr><td>
<h2>Generaci&#243;n de la Par&#225;bola como lugar geom&#233;trico</h2>
<p>
La par&#225;bola es el lugar geom&#233;trico de los puntos P que equidistan de un punto fijo F llamado foco y de una recta fija d, llamada directriz.<br/>
La recta perpendicular a la directriz que pasa por el foco es el eje de la par&#225;bola. La par&#225;bola es sim&#233;trica respecto de &#233;l.<br/>
El segmento que une cada punto P de la par&#225;bola con el foco se llama radio vector de P. La recta paralela al eje que pasa por P, es el eje secundario e<sub>P</sub> correspondiente al punto P.<br/>
La distancia entre el foco y la directriz es p, el par&#225;metro de la par&#225;bola.<br/>
<br/>
Avanza con los controles de la barra inferior, para ver como puede generarse la par&#225;bola. La recta mQF es la mediatriz del segmento QF.</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/844439/width/798/height/641/border/888888/sfsb/true/rc/true/ai/false/sdz/true/smb/false/stb/true/stbh/true/ld/true/sri/true/at/auto" width="798px" height="641px" style="border:0px;" allowfullscreen> </iframe>
<p>
De la igualdad de los &#225;ngulos marcados y como consecuencia de las leyes de la reflexi&#243;n (&#225;ngulo de incidencia igual a &#225;ngulo de reflexi&#243;n), se deduce que, en la par&#225;bola, un rayo proveniente del foco se refleja paralelo al eje, y viceversa, un rayo paralelo al eje se refleja pasando por el foco.<br/>
La ecuaci&#243;n es la que corresponde cuando el origen es el v&#233;rtice de la par&#225;bola y su eje coincide con en el eje OX.<br/>
La tangente a la par&#225;bola en uno de sus puntos es la bisectriz exterior del &#225;ngulo formado por el radio vector y el eje secundario que pasa por el punto.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 15 febrero 2014. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>