<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, incentro, tangente, interiores, ángulos, bisectrriz, circunferencia, teorema, Casey, Ptolomeo, porismo, Poncelet, triángulo, olímpiada, Bellot Rosado, applet">
<title>Hexagrama bic&#233;ntrico - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="1010">
<tr><td>
<h2>Hexagrama bic&#233;ntrico</h2>
<p>
Se tienen dos circunferencias <b>&#937;&#8321;</b> y <b>&#937;&#8322;</b> tangentes exteriormante entre si e interiormente a otra <b>&#937;</b>. Las tres tangentes comunes a <b>&#937;&#8321;</b> y <b>&#937;&#8322;</b> cortan en seis puntos <b>{A, B', C, A', B, C'}</b> a <b>&#937;</b>. Estos seis puntos determinan un hexagrama (estrella de seis puntas) inscrito en <b>&#937;</b>. Este hexagrma admite una circunferencia inscrita (inscrita por tanto al <b>&#9651;ABC</b> y al <b>&#9651;A'B'C'</b>), y su centro es <b>I</b>, el punto de tangencia de <b>&#937;&#8321;</b> y <b>&#937;&#8322;</b>.</p>

<iframe scrolling="no" title="Hexagrama bicéntrico" src="https://www.geogebra.org/material/iframe/id/smk3hefn/width/1012/height/470/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="1012px" height="470px" style="border:0px;" allowfullscreen> </iframe>

<p>
Se utiliza dos veces el <a href="Teorema_Casey.html" target="_blank">Teorema de Casey</a>, una generalizaci&#243;n del de <a href="T_Ptolomeo.html" target="_blank">Teorema dePtolomeo para cuadril&#225;teros inscritos</a>, que se refiere a cuatro c&#237;rculos tangentes interiormente a una circunferencia. Pero es v&#225;lido si uno o m&#225;s de estos c&#237;rculos se reducen a un punto. Aqui se aplican a tres puntos y un c&#237;rculo.<br/>
<br/>
Demostrado que <b>I</b> es el incentro de uno de los tri&#225;ngulos, por simetr&#237;a y con el <a href="PorismoPoncelet.html" target="_blank">Porismo de Poncelet</a> para <a href="Distancia_I_C.html" target="_blank">tri&#225;ngulos</a>, se ve que tambi&#233;n lo es del otro y con la misma circunferencia <b>&#937;&#8323;</b>.<br/>
<br/>
Puede desplazarse el punto de tangencia <b>T</b> y los centros <b>O&#8321;</b> y <b>O&#8322;</b> de las circunferencias <b>&#937;&#8321;</b> y <b>&#937;&#8322;</b>.<br/>
<br/>
Basado en un problema propuesto por la India en la IMO de Mosc&#250; de 1992, aunque finalmente no fue utilizado. Visto en '<a href="https://docplayer.es/26655096-Los-teoremas-de-ptolomeo-y-su-generalizacion-por-casey-aplicaciones-leccion-de-preparacion-olimpica-francisco-bellot-rosado.html" target="_blank">Los teoremas de Ptolomeo u su generalizaci&#243;n por Casey. Apolicaciones</a>', una lecci&#243;n de preparaci&#243;n ol&#237;mpica del profesor Francisco bellot Rosado.<br/>
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 6 junio 2023. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>