<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, cónicas, hipérbola, circunferencia, circuinscrita, cuadriláteros, ortocentro, applet">
<title>Hip&#233;rbola equil&#225;tera circunscrita a un cuadril&#225;tero c&#237;clico - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="600">
<tr><td>
<h2>Hip&#233;rbola equil&#225;tera circunscrita a un cuadril&#225;tero c&#237;clico</h2>
<p>
Todas las </a href="HipEquiTriang.html" target="_blannk">hip&#233;rbolas equil&#225;teras circunscritas a un tri&#225;ngulo</a> <b>&#9651;ABC</b>, pasan por su ortocentro <b>H<sub>D</sub></b>. Cada uno de ellas corta a la circunferencia circunscrita en un cuarto punto, de manera que hay una correspondencia biun&#237;voca entre los puntos de la circunferencia circunscrita y las hip&#233;rbolas equil&#225;teras circunscritas al tri&#225;ngulo, que en las intersecciones con las alturas degenera en un par de rectas perpendiculares: la altura y el lado correspondientes.<br/>
<br/>
Tomando un cuarto punto <b>D</b> en la circunferencia circunscrita, tenemos un cuadril&#225;tero circunscrito <b>ABCD</b>, convexo o cruzado, y la hip&#233;rbola equil&#225;tera circunscrita al <b>&#9651;ABC</b> que pasa por <b>D</b>, tambi&#233;n est&#225; circunscrita entonces a <b>&#9651;BCD</b>, <b>&#9651;ACD</b> y <b>&#9651;ABD</b>, y pasar&#225; igualmente por sus ortocentros <b>H<sub>A</sub></b>, <b>H<sub>B</sub></b> y <b>H<sub>C</sub></b>.<br/>
<br/>
Es decir, los cuatro v&#233;rtices de un cuadril&#225;tero circunscrito y los cuatro ortocentros de los tri&#225;ngulos que determinan, se hallan en una misma hip&#233;rbola equil&#225;tera, cuyo centro es el punto medio entre cada v&#233;rtice y el ortocentro del tri&#225;ngulo que no lo contiene.</p>

<iframe scrolling="no" title="Hipérbola equilátera circunscrita a un cuadrilátero cíclico" src="https://www.geogebra.org/material/iframe/id/unua8qv8/width/582/height/541/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="582px" height="541px" style="border:0px;" allowfullscreen> </iframe>

<p>
El centro de la hip&#233;rbola es el punto medio de <b>AH<sub>A</sub></b>, <b>BH<sub>B</sub></b>, <b>CH<sub>C</sub></b> y <b>DH<sub>D</sub></b>. Por tanto, si se mantienen fijos tres de los v&#233;rtices (<b>A</b>, <b>B</b> y <b>C</b> en la figura), y se deja que el cuarto (<b>D</b> en la figura) var&#237;e en la circunferencia circunscrita, el centro de la hip&#233;rbola recorre la circunferencia de los nueve puntos del tri&#225;ngulo determinado por los tres primeros, que es la homot&#233;tica de la circunscrita respecto del ortocentro con raz&#243;n <b>&#189;</b>.<br/>
<br/>
Pueden desplazarse los tres v&#233;rtices <b>A</b>, <b>B</b> y <b>C</b> con el rat&#243;n, y <b>D</b> con el deslizador o marcando la casilla <b>&#171;Animaci&#243;n&#187;</b>.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 19 noviembre 2025. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>