<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, cónicas, hipérbola, circunferencia, inscrita, exinscrita, circunscrita nueve puntos, ortocentro, triángulo, applet">
<title>Hip&#233;rbolas equil&#225;teras circunscritas a un tri&#225;ngulo - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="715">
<tr><td>
<h2>Hip&#233;rbolas equil&#225;teras circunscritas a un tri&#225;ngulo</h2>
<p>
Las hip&#233;rbolas equil&#225;teras circunscritas a un tri&#225;ngulo <b>tABC</b> pasan por su ortocentro <b>H</b> y tienen su centro en la circunferencia de los nueve puntos de <b>tABC</b>, <b>c9P</b>. El cuarto punto, adem&aacute;s de los v&eacute;rtices, en que la hip&eacute;rbola corta a la circunferencia circunscrita es el sim&eacute;trico de <b>H</b> respecto del centro <b>Q</b> de la hip&eacute;rbola.<br/>
<br/>
Sea <b>Q(P)</b> el centro de la hip&#233;rbola circunscrita <b>h<sub>P</sub></b> al tri&aacute;ngulo y que pasa tambi&#233;n por el punto <b>P</b>. Entonces, <b>Q(I)=T</b> y <b>Q(I<sub>A</sub>) = T<sub>A</sub></b>. Es decir, la que pasa por el centro de la circunferencia inscrita/exinscrita, tiene su centro en el punto de contacto de esta circunferencia con <b>c9P</b>.</p>

<iframe scrolling="no" title="Hipérbolas equiláteras circunscritas a un triángulo" src="https://www.geogebra.org/material/iframe/id/X6EbMezG/width/715/height/531/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/true/ld/true/sdz/true/ctl/false" width="715px" height="531px" style="border:0px;" allowfullscreen> </iframe>
<p>
Se pueden desplazar los v&#233;rtices <b>A</b>, <b>B</b> y <b>C</b>. Tambi&eacute;n puede pararse la animaci&oacute;n y mover el punto <b>P</b> en la circunferencia circunscrita mediante el deslizador. N&oacute;tese que el <a href="Alturas.html" target="_blank">ortocentro del tri&aacute;ngulo  <b>tABH</b></a> es el v&eacute;rtice <b>C</b> y que su circunferencia de los nueve puntos es la misma que la del tri&aacute;ngulo <b>tABC</b>. E igualmente para los otros v&eacute;rtices.<br/>
<br/>
<b>Q(A)</b>, <b>Q(B)</b>, <b>Q(C)</b> y <b>Q(H)</b> est&aacute;n indefinidos. Si <b>P</b> es otro punto cualquiera de un lado, la hip&#233;rbola degenera en el lado y la altura correspondiente, con lo que <b>Q(P)</b> es el pie de la altura sobre el lado.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 11 febrero 2013. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>