<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, 4D, matemáticas, geogebra, puntos, hipercubo, tesseract, segmentos, cuadrados, cubos, applet">
<title>Hipercubo 4D - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="773">
<tr><td>
<h2>Hipercubo 4D</h2>
<p>
Se muestra una proyecci&#243;n en 3D, como la '<i>sombra</i>', de un <b>hipercubo de 4 dimensiones</b>, el an&#225;logo cuatridimensional del cubo ordinario en 3D o del cuadrado en 2D.<br/>
<br/>
Los sucesivos cubos n-dimensionales se pueden generar a partir de un punto desplaz&#225;ndolo de forma que barra un segmento. Desplazando ahora este segmento una misma distancia en una direcci&#243;n perpendicular a la primera, se obtiene un cuadrado. Desplazando uel cuadrado en una direcci&#243;n perpendicular a las dos anteriores, se obtiene el cubo. En 4 dimensiones, desplazando el cubo en una direcci&#243;n perpendicular a las tres anteriores, se obtiene el <b>hipercubo 4D</b>. Evidentemente se puede seguir el mismo proceso con dimensiones superiores.<br/>
<br/>
En cada paso se duplica el n&#250;mero de puntos. En general, se duplican todos los elementos de dimensi&#243;n <b>k</b> y se a&#241;aden tantos como los que hab&#237;a de dimensi&#243;n <b>k-1</b>. Entonces el n&uacute;mero de cada tipo de elementos en un hipercubo de dimensi&#243;n <b>n</b> puede calcularse desarrollando formalmente el binomio <b>(2+u)&#8319;</b>, donde la <b>u</b> representa la unidad de longitud. Para el caso del 4 dimensiones:<br/>
<br/>
<b>(2+u)&#8308;=16u&#8304;+32u&#185;+24u&#178;+8u&#179;+1u&#8308;</b><br/>
<br/>
As&#236;, el hipercubo 4D tiene <b>16 puntos</b>, <b>32 aristas</b>, <b>24 caras</b>, <b>8 cubos</b> y <b>1 hipercubo</b>. Puede utilizarse el deslizador <b>n</b> para visualizar este proceso. Las aristas paralelas a cada una de las cuatro direcciones est&#225;n coloreadas de <b>Azul</b>, <b>Naranja</b>, <b>Verde</b> y <b>Rojo</b> sucesivamente.</p>

<iframe scrolling="no" title="Hipercubo 4D" src="https://www.geogebra.org/material/iframe/id/seadwdfq/width/664/height/589/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/true/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="664px" height="589px" style="border:0px;" allowfullscreen> </iframe>

<p>
Marcando las sucesivas casillas de verificaci&#243;n pueden verse los cuatro pares de cubos de que consta el hipercubo.<br/>
<br/>
Debe tenerse en cuenta que lo que rota aqu&#237; es la proyecci&#243;n 3D del hipercubo, no el hipercubo en si. Rotando el hipercubo, podr&#237;an obtenerse otras proyecciones, incluso con aspecto muy distinto, como un cubo en el interior de otro, con sus caras paralelas y los v&#233;rtices m&#225;s pr&#243;ximos de ambos conectados. En el mismo sentido que la proyecci&#243;n de un cubo ordinario en el plano puede tener aspectos muy diferentes: un cuadrado, un hex&#225;gono regular, un rect&#225;ngulo con proporciones DIN-A ...</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 5 febrero 2022. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>