<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, analítica, matemáticas, geogebra, lemniscata, n focos, Bernouilli, Cassini, Markushévich, producto distancias, applet">
<title>Lemniscata de n focos - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="773">
<tr><td>
<h2>Lemniscata de n focos</h2>
<p>
Una lemniscata de n focos es el lugar geom&#233;trico de los puntos cuyo producto de distancias a los focos es constante. La <a href="Lemniscata.html" target="_blank">lemniscata de Bernouilli</a> es una lemniscata de dos focos que pasa por el punto medio de estos, de manera que si la distancia entre los focos es <b>2a</b>, el producto constante es <b>a&#178;</b>. Las otras lemniscatas de dos focos son &#243;valos de Cassini.<br/>
<br/>
Aqu&#237; se construye la curva y se halla su ecuaci&#243;n utilizando el comando de GeoGebra  <b>Ecuaci&#243;nLugar[ &lt;Expresi&#243;n l&#243;gica&gt; , &lt;Punto libre&gt; ]</b>, donde la <b>&lt;Expresi&#243;n l&#243;gica&gt;</b> es la condici&#243;n que debe cumplir el <b>&lt;Punto libre&gt;</b> para pertenecer al lugar. En este caso que el producto de distancias a los focos, nombrados con la misma letra que estos, pero min&#250;scula, sea una constante.<br/>
<br/>
Pueden a&#241;adirse o suprimirse focos con los botones correspondientes, pero esto solo tiene efecto en la visualizaci&#243;n de los mismos y de los segmentos que los unen con un punto del lugar. Para modificar la lemniscata w debe editarse la expresi&#243;n, eliminando o a&#241;adiendo las distancias correspondientes en la caja de entrada de w y pulsar <b>[Entrar]</b>. Deben ponerse los nombres separados de los existentes por un espacio o bien por un s&#237;mbolo de producto. </p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/cSk9yCaQ/width/822/height/631/border/888888/sfsb/true/ai/true/sri/true/rc/true/ld/true/sdz/true" width="822px" height="631px" style="border:0px;" allowfullscreen> </iframe>

<p>
El punto <b>W</b> que se utiliza para definir el lugar no es el as&#237; rotulado en la figura, como tampoco las distancias. El nombre real de estos objetos visibles lleva una <b>'</b>, pero los que deben emplearse en la caja de entrada son los reales, que permanecen ocultos, y que no llevan <b>'</b>.<br/>
<br/>
En la l&#237;nea de entrada pueden crearse otras lemniscatas con el mismo comando, para comparaci&#243;n. Mejor sin darles expl&#237;citamente un nombre.<br/>
<br/>
El punto <b>V</b> es un punto libre que puede utilizarse como 'sonda' para ver, en el texto que lo acompa&#241;a, el producto de sus distancias a los focos visibles. El texto situado bajo los botones informa igualmente de las distancias de los posibles focos visibles a un punto de la lemniscata dibujada. Pero la lemniscata solo se modifica al editar su ecuaci&#243;n en la caja de entrada. Conviene evitar valores con decimales para la constante, pues se disparan los valores de los coeficientes de la ecuaci&#243;n e incluso puede quedar el lugar indefinido.<br/>
<br/>
La ecuaci&#243;n de la lemniscata con n focos es de la forma<br/>
<br/>
<b>w: Product((x-x<sub>i</sub>)&#178; + (y-y<sub>i</sub>)&#178;, i, 1, n) = cte</b><br/>
<br/>
Por tanto, el primer miembro es un polinomio de grado <b>2n</b> en dos variables, que puede tener hasta <b>(n+1)(2n+1)</b><a t&#233;rminos.<br/>
<br/>
La forma de la lemniscata puede ser de lo m&#225;s variado, utilizando suficiente n&#250;mero de focos. De hecho, cualquier curva cerrada simple se puede aproximar por todo lo que se quiera mediante una lemniscata, escogiendo adecuadamente el n&#250;mero y posici&#243;n de los focos y el producto de distancias (A. Markush&#233;vich. Lecciones populares de matem&#225;ticas: <i>Curvas Maravillosas</i>. Editorial MIR, 1977).<br/>
<br/>
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 21 enero 2017. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>