<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, ESO, Bachillerato, ángulos, circunferencia, círculo, Apolonio, triángulo, lugar geométrico, bisectriz, cociente distancias, dos puntos, isodinámicos, applet">
<title>Lugar geom&#233;trico de los puntos cuyo cociente de distancias a dos fijos es constante  - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="700">
<tr><td>
<h2>Lugar geom&#233;trico de los puntos cuyo cociente de distancias a dos fijos es constante </h2>
<p>
El lugar geom&#233;trico de los puntos cuyo cociente de distancias a dos dados A y B es k &#8800; 1, es una circunferencia de di&#225;metro MN alineado con AB, con AM = AB/(1 + k) y AN = AB/(1 - k), cirunferencia de Apolonio, donde se consideran segmentos orientados, de forma que los puntos {A, B} separan a los puntos {M, N}.<br/>
<br/>
Si k = 1 se trata de la mediatriz del segmento AB.</p>

<iframe scrolling="no" title="Lugar geométrico de los puntos cuyo cociente de distancias a dos fijos es constante" src="https://www.geogebra.org/material/iframe/id/H9X7Eq5n/width/700/height/332/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="700px" height="332px" style="border:0px;" allowfullscreen> </iframe>

<p>
Para verlo, si k &#8800;1, se determinan los puntos M y N como queda dicho. Para cualquier otro punto C, por el <a href="Propiedad_Bisectriz.html" target="_blank">Teorema de la bisectriz</a>, que dice que los segmentos determinados por las bisectrices interior y exterior de un &#225;ngulo de un tri&#225;ngulo en el lado opuesto son proporcionales a los lados adyacentes, se tiene que la bisectriz interior de &#8736;ACB pasa por M y la exterior por N. Pero estas bisectrices forman un &#225;ngulo recto, por lo que C est&aacute; en la circunferencia de di&#225;metro MN. El rec&iacute;proco se ve f&aacute;cilmente mediante semejanza de tri&aacute;ngulos, trazando paralelas a CN por A y B. Por tanto, el lugar geom&eacute;trico es la circunferencia de di&aacute;metro MN.<br/>
<br/>
Los tres c&iacute;rculos de Apolonio de dos v&eacute;rtices de un tri&aacute;ngulo que pasan por el tercero se cortan en los dos <a href="Inversion_en_Triang_Equil.html" target="_blank">puntos isodin&aacute;micos</a> del tri&aacute;ngulo.
<br/>
<br/>
Los puntos M y N son <a href="ConjugadoArmonico.html" target="_blank">conjugados arm&#243;nicos</a> respecto de los puntos A y B, pues la raz&#243;n doble es:<br/>
<br/>
 RD(A, B, M, N) =RD(M, N, A, B) = (NB/NA)/(MB/MA) = k/(-k) = -1<br/>
<br/>
El conjugado arm&#243;nico del punto medio es el punto del infinito, por lo que si M es el punto medio de AB, k = 1, la circunferencia setransforma en la mediatriz.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 26 mayo 2017. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>