<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="maltitudes, anticentro, ortodiagonal, Geometría, euclídea, matemáticas, geogebra, ESO, Bachillerato, polígonos, ángulos, circunferencias, cuadradiláteros, inscrito, inscriptible cíclico, teorema, Varignon,  Brahmagupta, triángulos, applet">
<title>Maltitudes y anticentro de un cuadril&#225;tero c&#237;clico - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="924">
<tr><td>
<h2>Maltitudes y anticentro de un cuadril&#225;tero c&#237;clico</h2>
<p>
Las maltitudes de un cuadril&#225;tero son las rectas que pasan por el punto medio de un segmento y son perpendiculares al opuesto (como PP').<br/>
<br/>
El baricentro (G) del cuadril&#225;tero, centro de gravedad de los v&#233;rtices, esta situado en el punto en que se cortan las dos medianas, que son los segmentos que unen los puntos medios de lados opuestos.<br/>
<br/>
En un cuadril&#225;tero c&#237;clico, las cuatro maltitudes concurren en un punto (T), el anticentro, que es el sim&#233;trico del circuncentro (O) respecto al baricentro (G).</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/nHZ5Nx8G/width/921/height/605/border/888888/sfsb/true/sri/true/ld/true" width="921px" height="605px" style="border:0px;" allowfullscreen> </iframe>

<p>
Para verlo es suficiente con demostrar que una cualquiera de las maltitudes pasa por el anticentro T. Desplaza el deslizador paso a paso para ver esta demostraci&#243;n.<br/>
<br/>
Un cuadril&#225;tero es ortodiagonal si las diagonales son perpendiculares. En un cuadril&#225;tero c&#237;clico y ortodiagonal, el anticentro coincide con el punto en que se cortan las diagonales.<br/>
<br/>
Pulsa el bot&#243;n [Cuadr. ortodiagonal ?] y mueve el nuevo deslizador para ver que las rectas perpendiculares a un lado que pasan por el punto de corte de las diagonales, bisecan al lado opuesto. Se trata del <b>Teorema de Brahmagupta</b>.<br/>
<br/>
&#191;Puedes justificar que los &#225;ngulos marcados de la misma forma son iguales?<br/>
<br/>
Como esto ocurre para las cuatro, se trata del anticentro. Pulsa nuevamente el bot&#243;n, ahora etiquetado como [Cuadr. ortodiagonal &#8730;], para volver a uno que no lo sea.<br/>
<br/>
El anticentro es tambi&eacute;n el ortocentro del tri&#225;ngulo formado por el punto de corte de las digonales y sus respectivos puntos medios,</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 25 octubre 2016. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>