<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, analítica, matemáticas, geogebra, Bachillerato, cónicas, pundo, cuadrado, polígono, lugar geométrico, distancias, mediatriz, parábola, applet">
<title>Lugar geom&#233;trico de puntos equidistantes de un punto y un cuadrado - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="773">
<tr><td>
<h2>Lugar geom&#233;trico de puntos equidistantes de un punto y un cuadrado</h2>
<p>
El lugar geom&#233;trico de los puntos que equidistan de un <b>cuadrado</b> y de un punto <b>P</b> exterior a &#233;l tiene dos aspectos;<br/>
<br/>
1. Si <b>P</b> est&#225; situado en la banda infinita limitada por un lado del cuadrado y sus dos perpendiculares en los extremos, incluy&#233;ndolas, el lugar esta formado por el <b>segmento de par&#225;bola</b> (rojo) con foco en <b>P</b> y directriz el lado, comprendido entre las perpendiculares, y por las <b>dos semirectas</b> (magenta) exteriores a la banda de las mediatrices de <b>P</b> y los puntos v&#233;rtices visibles desde <b>P</b>. Estas mediatrices son tangentes a la par&#225;bola en los puntos en que corta a las perpendiculares que limitan la banda, de manera que el lugar no solo es continuo, sino suave, sin puntos angulosos.<br/>
<br/>
2. Si <b>P</b> est&#225; en uno de los &#225;ngulos limitado por las prolongaciones de dos lados consecutivos, el lugar est&#225; formado por <b>dos segmentos parab&#243;licos</b> (rojo) y <b>dos semirrectas</b> (magenta) correspondientes a los lados visibles desde <b>P</b>, m&#225;s el <b>segmento</b> (naranja) comprendido en el &#225;ngulo de la mediatriz del punto <b>P</b> y el v&#233;rtice m&#225;s pr&#243;ximo. Como en el caso anterior, la curva es continua y suave.</p>

<iframe scrolling="no" title="Lugar geométrico de puntos equidistantes de un punto y un cuadrado" src="https://www.geogebra.org/material/iframe/id/pfwdgkes/width/628/height/643/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="628px" height="643px" style="border:0px;" allowfullscreen> </iframe>

<p>
Se muestran con trazo discontinuo y del mismo color las par&#225;bolas y rectas en las que se incluyen las distintas partes del lugar en cada caso.<br/>
<br/>
Todo esto es extensible a cualquier pol&#237;gono convexo.<br/>
<br/>
Si <b>P</b> est&#225; en el per&#237;metro del cuadrado, el lugar se reduce al propio punto. Si es interior, est&#225; formado por cuatro segmentos de par&#225;bola con el punto como foco y cada lado como directriz. La curva del lugar sigue siendo continua, pero ahora presentar&aacute; cuatro v&#233;rtices en los puntos de uni&#243;n de los segmentos parab&#243;licos.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 10 mayo 2024. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>