<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, analítica, matemáticas, geogebra, Bachillerato, elipse, evoluta, recta normal, cálculo, foco, distancia, mínima, máxima, applet">
<title>Normales a una elipse por un punto - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="773">
<tr><td>
<h2>Normales a una elipse por un punto</h2>
<p>
Trazar la <b>normal a una elipse</b> por uno de sus puntos es sencillo: es la bisectriz de los radios vectores del punto (los segmentos que los unen con los focos), o la perpendicular a la tangente, que puede determinarse f&#225;cilmente mediante el c&#225;culo diferencial.<br/>
<br/>
El problema de hallar las normales desde un punto que no pertenece a la elipse es m&#225;s complejo, porque pueden ser hasta <b>4</b>, y requiere en el caso general resolver una <b>ecuaci&#243;n de 4&#186; grado</b>, por lo que no puede resolverse con regla y comp&#225;s.<br/>
<br/>
Aqu&#237; se ha utilizado una <b>elipse &#937;</b> centrada en el origen y con sus focos <b>F</b> y <b>F'</b> en el eje <b>Ox</b>, de ecuaci&#243;n <b>x&#178;/a&#178; + y&#178;/b&#178; = 1</b>. Lo que se ha hecho es buscar los puntos <b>T<sub>i</sub></b> de la elipse en los que el segmento <b>T<sub>i</sub>P</b> tiene pendiente <b>-1/(2m<sub>i</sub>)</b>, sindo <b>m<sub>i</sub></b> la derivada de <b>y</b> respecto de <b>x</b> en <b>T<sub>i</sub></b>. Se obtienen una ecuaci&#243;n de <b>4&#186; grado</b> en una de las variables y a continuaci&#243;n debe elegirse el signo adecuado para la otra <b>y = &#177;(b/a)&#8730;(a&#178;-x&#178;)</b>.<br/>
<br/>
El <b>polinomio de 4&#186; grado</b> esta representado en color magenta, aunque no se vea completa su gr&#225;fica y en ocasiones parezca un par de rectas verticales. Sus ra&#237;ces, los <b>peque&#241;os puntos blancos</b> en el eje <b>Ox</b>, representan las abscisas de los puntos <b>T<sub>i</sub></b>. Aparte de ser reales, deben estar en el intervalo <b>[-a, a]</b> para que correspondan a puntos <b>T<sub>i</sub></b> reales.</p>

<iframe scrolling="no" title="Normales a una elipse por un punto" src="https://www.geogebra.org/material/iframe/id/htwkjc5e/width/789/height/826/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="789px" height="826px" style="border:0px;" allowfullscreen> </iframe>

<p>
La <b>evoluta &#969;</b> es el lugar geom&#233;trico de los centros de curvatura y la envolvente de las rectas normales, de manera que estas son tangentes a ella. Desde su interior se pueden trazar <b>4</b> normales a <b>&#937;</b> y desde su exterior <b>2</b>. Desde la propia <b>evoluta &#969;</b>, <b>3</b>.<br/>
<br/>
Pueden cambiarse los semiejes de <b>&#937;</b>, <b>0 &#8804; a&#8804; 5, 0 &#8804;b &#8804; a</b>, desplazando los v&#233;rtices <b>A</b> y <b>B</b>, con los deslizadores o mediante las casillas de entrada correspondientes. Igualmente puede desplazarse el punto <b>P</b>, o introducir sus coordenadas en la correspondiente caja de entrada.<br/>
<br/>
Utilizando los botones de la derecha, puede hacerse que el punto se mueva automaticmente por la <b>elipse &#937;</b>, por la <b>evoluta &#969;</b> o por una <b>circunferencia &#948;</b> de radio modificable. Pulsando el bot&#243;n '<b>P libre</b>' se para la animaci&#243;n y puede moverse el punto <b>P</b> nuevamente con el rat&#243;n. Tambi&#233;n puede moverse, con la animaci&#243;n parada en cualquiera de los cuatro modos, seleccion&#225;ndolo con el rat&#243;n y manteniendo pulsada cualquiera de las cuatro teclas de direcci&#243;n (flechas), solas o en combinaci&#243;n con las teclas <b>[Alt]</b>, <b>[Ctrl]</b> o <b>[May&#250;s]</b>, lo que multiplica la velocidad de movimiento por <b>100</b>, <b>10</b> o <b>0.1</b>.<br/>
<br/>
Uno de los <b>segmentos rojos</b> representa la <b>distancia m&#225;xima</b> de <b>P</b> a <b>&#937;</b>, y otro la <b>m&#237;nima</b>. Cuando hay <b>4</b>, los otros dos corresponden a <b>m&#225;ximos/m&#237;nimos relativos</b>. Sus valores se ven en la parte inferior como <b>d(P, T<sub>i</sub>)</b>.<br/>
<br/>
&#191;Cuales son las coordenadas de los v&#233;rtices de la <b>evoluta &#969;</b>?<br/>
<br/>
&#191;Cu&#225;ntas normales pueden trazarse desde los <b>focos F y F'</b>? &#191;Para cualquier elipse?<br/>
<br/>
&#191;Cu&#225;l es la distancia m&#237;nima/m&#225;xima de cualquier punto de la elipse a uno de los focos?<br/>
<br/>
Desde puntos situados en los di&#225;metros, &#191;la distancia m&#237;nima/m&#225;xima siempre es a los v&#233;rtices?<br/>
<br/>
&#191;Qu&#233; ocurre si la elipse es una circunferencia (<b>a=b</b>)?</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 23 febrero 2023. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>