<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<title>Teorema de Pascal - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="678">
<tr><td>
<h2>Teorema del hex&aacute;gono de Pascal</h2>
<p>
'Si los seis v&#233;rtices de un hex&#225;gono se hallan una c&#243;nica, los puntos de corte de los lados opuestos est&#225;n alineados.'<br/>
<br/>
Por hex&#225;gono se entinede la figura formada por seis puntos (v&#233;rtices) dados en orden c&#237;clico y las seis rectas (lados) que conectan cada uno con el siguiente. Este es un teorema proyectivo, por lo que deben tenerse en cuenta los puntos y recta impropios (o del infinito).<br/>
<br/>
La recta t que contiene a los tres puntos de intersecci&#243;n P, Q y R se conoce como recta de Pascal de la configuraci&#243;n de puntos. No solo depende de los v&#233;rtices, sino del orden que tienen en el hex&#225;gono.<br/>
<br/>
Se trata del dual proyectivo del <a href="Brianchon.html" target="_blank">teorema de Brianchon</a>.</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/ew4cbe2y/width/680/height/530/border/888888/sfsb/true/rc/false/ai/false/sdz/false/smb/false/stb/true/stbh/true/ld/true/sri/true/at/auto" width="680px" height="530px" style="border:0px;" allowfullscreen> </iframe>

<p>
Pueden desplazarse los cinco puntos blancos, que definen la c&#243;nica, y los seis puntos A, B, C, D, E y F.<br/>
<br/>
&#191;Que ocurre si un par de lados opuestos son paralelos?<br/>
<br/>
&#191;Y si lo son dos pares de lados opuestos?<br/>
<br/>
Se puede mostrar la cuadr&#237;cula para facilitar la obtenci&#243;n de lados exactamente paralelos.<br/>
<br/>
<p>Puede verse una demostraci&oacute;n para el caso de que la c&oacute;nica sea una circunferencia en &#171;<a href="Teor_Pascal_Dem.html" target="_blank">Demostraci&oacute;n del Teorema de Pascal en la circunferencia</a>&#187;.</p>

El Teorema de Pascal es una generalizaci&#243;n del de <a href="PappusPascal.html" target="_blank">Pappus-Pascal</a>, pues un par de rectas paralelas o secantes son una c&#243;nica degenerada, como puede comprobarse al disponer tres de los puntos blancos en una recta. Aunque la demostraci&#243;n se perdi&#243;, Pascal demostr&#243; el teorema para un c&#237;rculo. La generalizaci&#243;n a una c&#243;nica cualquiera es inmediata proyectando toda la figura desde un punto exterior a su plano y cort&#225;ndola por otro plano cualquiera.<br/>
<br/>
El teorema de Pascal nos permite conocidos 5 puntos de una c&#243;nica, hallar infinitos m&#225;s. Para verlo, puede activarse la casilla 'Sexto punto' y mover el deslizador paso a paso, o utilizar las herramientas disponibles en la barra superior:<br/>
<br/>
Si se prescinde del v&#233;rtice F, basta tomar un punto cualquiera en uno de los lados incidentes en el que sera el v&#233;rtice opuesto al nuevo punto. como por ejemplo R' en la recta CD. Hallamos la nueva recta de Pascal t', que pasa por P y R' y corta al otro lado incidente en C en el punto Q'. El nuevo punto F' en la elipse es entonces la intersecci&#243;n de las rectas AR' y EQ'. <br/>
<br/>
Cuando R' recorre la recta CD, F' recorre la c&#243;nica, que est&#225; pues completamente determinada por cinco de sus puntos, como plasma el propio logo de GeoGebra.</p>
<p>
Si se hacen coincidir tres pares de v&eacute;rtices consecutivos: A=B, C=D y E=F, las rectas que los unen se transforman en tangentes a la c&oacute;nica, y vemos as&iacute; estas tangentes cortan a los lados opuestos en tres puntos alineados. Para el caso en que la c&oacute;nica sea la circunferencia circunscrita al tri&aacute;ngulo, se tiene el <a href="Teor_3tangentes.html" target="_blank">Teorema de las tres tangentes</a>, f&aacute;cilmente demostrable a partir del <a href="Teorema_Menelao.html" target="_blank">Teorema de Menelao</a>.  
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 25 agosto 2016. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>