<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, analítica, perpendicular común, rectas que se cruzan, 3D, matemáticas, geogebra, Bachillerato, applet">
<title>Perpendicular com&#250;n de dos rectas que se cruzan - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="760">
<tr><td>
<h2>Perpendicular com&#250;n de dos rectas que se cruzan</h2>
<p>
La perpendicular com&#250;n <b>t</b> que corta a dos rectas <b>r</b> y <b>s</b> que se cruzan, con vectores de direcci&#243;n <b>u</b> y <b>v</b> no paralelos, debe ser  paralela al producto vectorial <b>w = u&#215;v</b>. Por tanto debe estar contenida en el plano <b>&#961</b>; paralelo a los vectores <b>u</b> y <b>w</b>, y que contiene a un punto cualquiera <b>P</b> de la recta <b>r</b>, as&#237; como en el plano <b>&#963;</b> paralelo a los vectores <b>v</b> y <b>w</b> y que contiene a un punto cualquiera <b>Q</b> de la recta <b>s</b>. Ser&#225; por tanto la intersecci&#243;n de estos dos planos.</p>

<iframe scrolling="no" title="Perpendicular común de dos rectas que se cruzan" src="https://www.geogebra.org/material/iframe/id/k37vgsfr/width/800/height/760/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/true/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="800px" height="760px" style="border:0px;" allowfullscreen> </iframe>
<p>
Los puntos entre los que se produce la distancia m&#237;nima en tres las rectas <b>r</b> y <b>s</b> son los puntos en que se intersecan con la perpendicular com&#250;n <b>t</b>. Se pueden encontrar m&#225;s f&#225;cilmente como intersecciones de las rectas <b>r</b> y <b>s</b> con los planos  con los planos <b>&#963;</b> y <b>&#961;</b> respectivamente. Para hallar la <a href="DistanciaRectas.html" target="_blank">distancia m&#237;nima entre las rectas</a> sin hallar la perpendicular com&#250;n hay otro procedimiento m&#225;s directo.<br/>
<br/>
Tambi&#233;n se puede encontrar la perpendicular com&#250;n tomando un vector que vaya de un punto arbitrario de una de las rectas, careacterizado por el valor de su par&#225;metro, a un punto cualquiera de la otra, caracterizado por un par&#225;metro que nada tiene que ver con el anterior. Imponiendo que el producto escalar de este vector arbitrario por los vectores <b>u</b> y <b>v</b> sea nulo, se obtiene un sistema de dos ecuaciones con dos inc&#243;gnitas que determinan el valor de los par&#225;metros, lo que nos proporciona el punto buscado de cada recta.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 27 enero 2017. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>