<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, ESO, Bachillerato, phi, áureo, número de oro, ángulos, circunferencia, triángulo, equilátero, áreas, applet">
<title>&#966; en el tri&#225;ngulo equil&#225;tero - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="600">
<tr><td>
<h2>&#966; en el tri&#225;ngulo equil&#225;tero</h2>
<p>
Dado el tri&#225;ngulo equil&#225;tero <b>&#9651;ABC</b> de lado <b>2</b>, construir otro tri&#225;ngulo equil&#225;tero <b>&#9651;DEF</b> en su interior conc&#233;ntrico con &#233;l y con sus v&#233;rtices alineados, y tal que los cuatro tri&#225;ngulos en que queda dividido <b>&#9651;ABC</b> tengan la misma &#225;rea. Determinar las distancias <b>AD</b> y <b>BD</b>.</p>

<iframe scrolling="no" title="? en el triángulo equilátero" src="https://www.geogebra.org/material/iframe/id/rkawd9cn/width/429/height/609/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/false/rc/false/ld/false/sdz/false/ctl/false" width="429px" height="609px" style="border:0px;" allowfullscreen> </iframe>

<p>
La circunferencia <b>&#969;</b> que pasa por los v&#233;rtices <b>A</b> y <b>B</b> del tri&#225;ngulo equil&#225;tero <b>&#9651;ABC</b> y por el sim&#233;trico <b>C'</b> de <b>C</b> respecto del lado <b>AB</b>, es tangente a los lados <b>AC</b> y <b>BC</b> (&#191;por?). Esto asegura que para cualquier punto <b>D</b> sobre ella en el interior del <b>&#9651;ABC</b>, los segmentos que lo unen con esos los v&#233;rtices <b>A</b> y <b>B</b>  forman &#225;ngulos iguales con los lados,  <b>&#8736;BAD = &#8736;CBD</b>, porque son <a href="AngulosSemiinscritos.html" target="_blank">&#225;ngulos inscritos y semiinscritos</a> abarcando el mismo arco <b>BD</b>.<br/>
<br/>
Rotando <b>D 120&#186;</b> respecto al centro <b>O</b> del tri&#225;ngulo por dos veces, se obtienen puntos <b>E</b> y <b>F</b>,  v&#233;rtices de otro tri&#225;ngulo <b>&#9651;DEF</b> equil&#225;tero. Entre ambos tri&#225;ngulos equilateros quedan delimitados tres tri&#225;ngulos escalenos iguales, con un &#225;ngulo de <b>120&#176;</b> opuesto al lado del tri&#225;ngulo inicial.<br/>
<br/>
Si el punto <b>D</b> se escoge en la intersecci&#243;n con la circunferencia inscrita, el <b>&#9651;DEF ser&#225;</b> tiene un &#225;rea de la cuarta parte del <b>&#9651;ABC</b>, por lo que este queda dividido en cuatro tri&#225;ngulos de la misma &#225;rea. El lado del <b>&#9651;DEF ser&#225;</b> entonces la mitad que el del tri&#225;ngulo <b>&#9651;ABC</b>. Llamando <b>d = AF = BD = CE</b> a la distancia m&#225;s corta entre los v&#233;rtices de ambos tri&#225;ngulos equil&#225;teros y aplicando el teorema del coseno al <b>&#9651;ABD</b> se obtiene que<br/>
<br/>
<b>2&#178; = (d + 1)&#178;+d&#178;- 2d(d + 1)cos 120&#176; = (d + 1)&#178; + d&#178; + d(1 + d) = 3d&#178; + 3d + 1</b><br/>
<br/>
<b>&#8658; 3(d&#178; + d - 1) = 0 &#8658; d = (&#8730;5 - 1)/2 = &#966;&#8315;&#185;</b><br/>
<br/>
La distancia entre los v&#233;rtices m&#225;s alejados es entonces<br/>
<br/>
<b>AD = BE = CF = 1 +  &#966;&#8315;&#185; = (&#966; + 1)/&#966; = &#966;&#178;/&#966; = &#966;</b><br/>
<br/>
A partir de <a href="https://www.cut-the-knot.org/do_you_know/Buratino2.shtml" target="_blank">Golden Ratio in Equilateral Triangles</a></p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 13 enero 2026. Creado con <a href="https://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>