<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<title>Teorema de Pit&#225;goras - Variante de la demostraci&#243;n de Perigal - GeoGebra Hoja Din&#225;mica</title>
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, ESO, disecciones, polígonos,cuadrados, teorema,  triángulos, áreas, pitágoras, applet, Perigal, radicales">
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="600">
<tr><td>
<h2>Teorema de Pit&#225;goras - Variante de la demostraci&#243;n de Perigal</h2>
<p>
Demostraci&#243;n del teorema de Pit&#225;goras por disecci&#243;n en 5 piezas, muy similar a la de <a href="http://www.xente.mundo-r.com/ilarrosa/GeoGebra/Pitagoras5.html">Perigal</a>.<br/>
<br/>
Se divide el cuadrado correspondiente al cateto mayor por dos segmentos, que pasan por los v&#233;rtices que no corresponden al cateto, paralelo uno y perpendicular el otro a la hipotenusa.<br/>
<br/>
Desplazando sin rotaci&#243;n los cuatro pol&#237;gonos obtenidos hasta encajarlos en el cuadrado construido sobre la hipotenusa, delimitan un cuadrado igual al correspondiente al cateto menor.</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/d6JFkUdj/width/576/height/563/border/888888/sri/true" width="576px" height="563px" style="border:0px;"> </iframe>

<p>
Puede desplazarse el punto C para cambiar la forma del tri&#225;ngulo rect&#225;ngulo, manteniendo siempre menor el cateto b.<br/>
<br/>
Pulsa el bot&#243;n [Ver cuadr&#237;cula]. Tomando como unidad la distancia entre los puntos de la cuadr&#237;cula, sit&#250;a el punto C una unidad a la derecha y tres m&#225;s arriba del punto A. &#191;Puedes calcular las longitudes de los catetos a y b? Comprueba que a&#178; + b&#178; = c&#178;.<br/>
<br/>
Repitelo situando el punto C dos unidades a la derecha y cuatro m&#225;s arriba que el A.<br/>
<br/>
Igualmente situando C cinco unidades a la derecha y arriba del punto A. No se puede situar C exactamente en ning&#250;n otro punto de la cuadr&#237;cula.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 21 noviembre 2016. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>