<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, proyectiva, matemáticas, geogebra, ángulos, teorema,  triángulo, applet, Poncelet, Menelao, Ceva, invariante proyectivo, razón doble, razón simple, criterio">
<title>Invariantes proyectivos - Criterio de Poncelet - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="668">
<tr><td>
<h2>Invariantes proyectivos - Criterio de Poncelet</h2>
<p>
La longitud de un segmento AB se puede expresar en funci&#243;n de las distancias del segmento, de sus extremos y del &#225;ngulo que subtienden desde un punto O que no est&#233; en su recta.<br/>
<br/>
Si se tiene un cociente de segmentos, de una o m&#225;s rectas, proyectados desde un punto O, algunas de estas longitudes pueden cancelarse. Si se cancelan todas, permaneciendo &#250;nicamente los senos de los &#225;ngulos que forman los rayos proyectantes, el cociente tendr&#225; el mismo valor para cualquier otra recta que corte al haz de rayos, y para cualquier otro conjunto de rayos que proyecten los mismos puntos, y ser&#225; por tanto un invariante proyectivo.</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/sCrzhrcA/width/670/height/683/border/888888/sfsb/true/sri/true/sdz/true" width="670px" height="683px" style="border:0px;" allowfullscreen> </iframe>

<p>
El criterio de Poncelet tiene una formulaci&#243;n curiosa, pero evidente a la luz de lo anteriormente dicho:<br/>
<br/>
"Un cociente de segmentos en el que cada punto (extremos de un segmento) aparece tantas veces en el numerador como en el denominador, e igualmente cada recta contiene el mismo n&#250;mero de segmentos en el numerador que el denominador, es un invariante proyectivo".<br/>
<br/>
Pues por la primera condici&#243;n se cancelan todas las distancias a los puntos  y por la segunda todas las distancias a los segmentos, que solo depende de la recta que los contiene. Y esto para cualquier punto O desde el que se proyecten.<br/>
<br/>
La raz&#243;n simple de tres puntos RS(A,B,C) no es un inveriante proyectivo, pero si la raz&#243;n doble de cuatro puntos, RD(A,B,C,D). Por ello en las proyecciones no se conservan las proporciones<br/>
<br/>
 Igualmente los cocientes <br/>
<br/>
(AC'&#183;BA'&#183;CB')/(C'B&#183;A'C&#183;B'A)<br/>
<br/>
donde A' pertenece a la recta BC, B' a la recta CA y C' a la recta AB, que se utilizan en los teoremas de <a href="Teorema_Menelao.html" target="_blank">Menelao</a> y <a href="Teorema_Ceva.html" target="_blank">Ceva</a>, son invariantes proyectivos, como corresponde, pues si tres puntos est&#225;n alineados o tres rectas son concurrentes, lo mismo ocurrir&#225; con cualquiera de sus proyecciones.<br/>
<br/>
Proyectando un tri&#225;ngulo sobre una superficie esf&#233;rica desde su centro, y sustituyendo longitudes de lados por los senos de las distancias esf&#233;ricas y rectas por c&#237;rculos m&#225;ximos, se obtienen los correspondientes teoremas de Menelao y Ceva para la trigonometr&#237;a esf&#233;rica. De hecho, la formulac&#237;&#243;n conocida de Menelao de su teorema est&aacute; formulada para tri&#225;ngulos esf&#233;ricos.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 26 diciembre 2016. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>