<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<title>Porisma de Poncelet - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="600">
<tr><td>
<h2>Porisma de Poncelet</h2>
<p>
Sean &#945; y &#946; dos c&#243;nicas. Se toma un punto P<sub>0</sub> en &#945;, y se traza una tangente &#946; a trav&#233;s de P<sub>0</sub>, y sea P<sub>1</sub> el otro punto en que esta tangente corta a &#945;. Se traza ahora otra tangente a &#946;, pasando por P<sub>1</sub> y que vuelve a cortar a &#945; en P<sub>2</sub>. Continuando de esta manera, se definen P<sub>3</sub>, P<sub>4</sub> y as&#237; sucesivamente. Si P<sub>n</sub> = P<sub>0</sub>, y comenzamos el proceso en cualquier otro punto P'<sub>0</sub> de &#945;, construy&#233;ndode P'<sub>1</sub>, P'<sub>2</sub>, ...  de la misma manera, entonces tambi&#233;n se tiene que P'<sub>n</sub> = P'<sub>0</sub> .<br/>
<br/>
Se trata de un teorema proyectivo: algunos de los puntos y rectas implicados puede ser ocasionalmente impropio. Adem&#225;s, si se considera a P<sub>1</sub>...P<sub>n</sub> como un pol&#237;gono, no ser&#225; necesariamente simple y las tangencias pueden presentarse en las prolongaciones de los lados, no solo en los propios lados.<br/>
<br/>
Cuando las dos c&#243;nicas son circunferencias, se habla de pol&#237;gonos bic&#233;ntricos, y pueden ser tanto convexos como estrellados. Para tri&#225;ngulos y cuadril&#225;teros, necesariamente convexos, pueden verse los applets <a href="Distancia_I_C.html" target="_blank">Distancia del incentro al circuncentro y porisma de Poncelet para tri&#225;ngulos y circunferencias</a>, <a href="CuadrilaterosBicentricos.html" target="_blank">Cuadril&#225;teros bic&#233;ntricos</a> y <a href="Fuss.html" target="_blank">Teorema de Fuss para cuadril&#225;teros bic&#233;ntricos</a>.<br/>
<br/>
Se puede proseguir considerando las tangentes en los puntos de interseccion con cada c&#243;nica, y las rectas que unen los puntos de intersecci&#243;n. Esto &#250;ltimo equivale a considerar los otros pol&#237;gonos, convexos o estrellados, que determinan las mismas rectas. Al menos para n &le; 5, el propio porisma de Poncelet, unido al hecho de que por cinco puntos siempre se puede trazar una c&#243;nica, garantiza que estos nuevos pol&#237;gonos est&#225;n siempre inscritos en una c&#243;nica y circunscritos a otra. Desplazar el deslizador n para visualizar este proceso.</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/vHDrruqd/width/560/height/560/border/888888/sfsb/true/rc/false/ai/false/sdz/false/smb/false/stb/true/stbh/true/ld/false/sri/true/at/auto" width="560px" height="560px" style="border:0px;" allowfullscreen> </iframe>

<p>
Activando la casilla 'Modificar c&#243;nicas', pueden desplazarse con dos grados de libertad los cinco puntos blancos que definen a la c&#243;nica de color azul, inicialmente la m&#225;s interna, y uno de los que definen la de color magenta. Otros tres de los puntos que definen a &#233;sta &#250;ltima pueden desplazarse con un grado de libertad.<br/>
<br/>
Al modificarlas, pueden obtenerse c&#243;nicas de cualquier tipo, pero t&#233;ngase presente lo dicho m&#225;s arriba: las intersecciones y tangencias lo son de las rectas, incluso impropias unas u otras, no de los lados de los pol&#237;gonos, que no ser&#225;n en general convexos.</p>

<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 27 agosto 2016. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>