<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<title>Raz&#243;n doble de cuatro puntos alineados - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="740">
<tr><td>
<h2>Raz&#243;n doble de cuatro puntos alineados</h2>
<p>
La raz&#243;n simple de tres puntos alineados se define como: RS(A, B, C) = AC/AB, donde los segmentos se consideran orientados. Es decir, tienen el mismo signo si los vectores AB y Y AC tienen el mismo sentido, y signo contrario si tienen sentido contrario. Por tanto, el orden es esencial.<br/>
<br/>
La raz&#243;n doble de cuatro puntos alineados se define como el cociente de las razones simples:  RD(A, B, C, D) = RS(B, C, D)/RS(A, C, D).<br/>
<br/>
Para rectas concurrentes, se definen de forma similar, pero utilizando los senos de los &#225;ngulos agudos que  forman, contados siempre en el mismo sentido, por ejemplo positivo.<br/>
<br/>
Una serie de puntos de una recta r pueden proyectarse en el haz de rectas que los une con un punto O exterior a r. A su vez un haz de rectas puede cortarse por una recta s que no pasa por el v&#233;rtice del haz, originando una serie de puntos.<br/>
Estas series y haces se dicen proyectivos entres si.<br/>
<br/>
La raz&#243;n doble se conserva en las proyecciones y secciones, a diferencia de la raz&#243;n simple. Esto permite reconocer f&#225;cilmente si dos series/haces son proyectivos o no, segun que sus elementos correspondientes tengan iguales razones dobles o no. Las proyecciones conservan la ordenaci&#243; de las series y haces.<br/>
<br/>
En la figura pueden desplazarse los cuatro puntos blancos que definen a las rectas r y s, y los puntos A, B, C y D que se proyectan desde O seg&#250;n las rectas a, b, c y d, que a su vez se cortan por la recta s, originado la serie A', B', C' D'. Tambi&#233;n puede variarse el centro de proyecci&#243;n O. <br/>
<br/>
</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/YXt5k59j/width/742/height/718/border/888888/sfsb/true/rc/false/ai/false/sdz/false/smb/false/stb/true/stbh/true/ld/false/sri/true/at/auto" width="742px" height="718px" style="border:0px;" allowfullscreen> </iframe>

<p>
En Geometr&#237;a proyectiva se considera ademas un punto del infinito para cada recta, compartido por todas las que son paralelas, y una recta del infinito, formado por todos los puntos del infinito. Esto permite que la proyectividad este definida para todos los puntos/rectas. Por ejemplo, si la recta a, que proyecta al punto A, es paralela a s, el punto A' en que se corta con s es el punto del infinito de ambas. Para estos elementos tambi&#233;n se conservan las propiedades de la raz&#243;n doble, aunque la construcci&#243;n no da cuenta apropiadamente de ellas.<br/>
<br/>
Todas estas definiciones se generalizan f&#225;cilmente al espacio de tres dimensiones.<br/>
<br/>
Se puede ocultar/mostrar la cudr&#237;cula para colocar los puntos/rectas en posiciones especiales y comprobar gr&#225;ficamente que no se conserva la raz&#243;n simple. Tambi&#233;n puede animarse el punto D con el control de la esquina inferior izquierda.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 21 agosto 2016, Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>