<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, ESO, Bachillerato, polígonos, ángulos, applet, recta de Euler, circunferencia, círculo, pedal, bisectriz">
<title>Recta de Euler perpendicular a la bisectriz - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="726">
<tr><td>
<h2>Recta de Euler perpendicular a la bisectriz</h2>
<p>
La recta de Euler de un tri&#225;ngulo es perpendicular a la bisectriz de uno de sus &#225;ngulos si y solo si este es de 60&deg;.</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/zH9pXp2B/width/728/height/611/border/888888/sfsb/true/rc/true/ai/false/sdz/true/smb/false/stb/false/stbh/true/ld/true/sri/true/at/auto" width="728px" height="611px" style="border:0px;" allowfullscreen> </iframe>
<p>
1)   &ang;A = 60&deg;   &rArr;  MH  perpendicular a  b<sub>A</sub><br/>
<br/>
El circuncentro M y el ortocentro H son <a href="Conjugados_Isogonales.html">conjugados isogonales</a>, por lo que los segmentos AH y AM forman &#225;ngulos iguales con la bisectriz b<sub>A</sub>. Sin necesidad de recurrir al concepto de conjugado isogonal, es f&#225;cil ver que estos &#225;ngulos son iguales, pues si F es el pie de la altura h<sub>C</sub>, los &#225;ngulos &ang;B y &ang;AHF son iguales por ser sus lados respectivamente perpendiculares, por lo que el &#225;ngulo &ang;FAH es el complementario del &ang;B. Por otra parte, en la circunferencia w circunscrita al tri&#225;ngulo ABC, el &#225;ngulo central &ang;CMA  es igual al doble del inscrito &ang;B, por lo que los dos &#225;ngulos iguales del tri&#225;ngulo is&#243;sceles AMC miden &frac12; (180&deg; - 2&ang;B) =90&deg; - B. Si N es el punto medio de M y H, se deduce que los &#225;ngulos &ang;HAN y &ang;MAN son iguales.<br/>
<br/>
Si E es el pie de la altura h<sub>B</sub>, el tri&#225;ngulo AEF es semejante al ABC, pues lo son los tres que delimita el <a href="Triangulo_Ortico.html">tri&#225;ngulo &#243;rtico</a>, cuyos v&#233;rtices son los pies de las alturas del triangulo ABC. Esto se establece f&#225;cilmente considerando las circunferencias que tienen a cada lado como di&#225;metro y que, por tanto, pasan por los pies de las alturas sobre los otros lados.<br/>
<br/>
Entonces, &ang;A = 60&deg; &rArr; AF = &frac12; AC (y que AE = &frac12; AB, pero por lo anterior basta con una de las dos). La circunferencia w<sub>A</sub> circunscrita al tri&#225;ngulo AEF tiene entonces la mitad de di&#225;metro que la w. Es decir, que el di&#225;metro de w<sub>A</sub> tiene la misma m&#225;gnitud que el radio MA de w. Pero AH es un di&#225;metro de w<sub>A</sub> puesto que en el cuadril&#225;tero AEHF los &#225;ngulos &ang;AFH y  &ang;AEH son rectos.<br/>
<br/>
Por tanto AH = AM, lo que junto a la igualdad de los &#225;ngulos que forman estos segmentos con la bisecriz hacen al tri&#225;ngulo AMH is&#243;sceles  y MH perpendicular a b<sub>A</sub>.<br/>
<br/>
2)  MH  perpendicular a  b<sub>A</sub>    &rArr;   &ang;A = 60&deg;<br/>
<br/>
Se tiene que el tri&#225;ngulo AMH es is&#243;sceles, dada la isogonalidad de M y H, por lo que AM = AH. Pero AH es el di&#225;metro de w<sub>A</sub>, por lo que la raz&#243;n de semejanza entre los tri&#225;ngulos ABC y AEF es &frac12;, con lo que AF = &frac12; AC y &ang;A = 60&deg;.<br/>
<br/>
<br/>
El punto N es el centro de la <a href="Circunferencia9P.html">circunferencia de los nueve puntos</a>, que es la <a href="CirculoPedal_RectaSimson.html">circunferencia pedal</a> de M y H (la circunferencia pedal de un punto pasa por los pies de las perpendiculares a los lados trazadas por el punto). Esto ocurre siempre con cualquier par de puntos <a href="Conjugados_Isogonales.html">conjugados isogonales</a>: comparten circunferencia pedal, cuyo centro es el punto medio de los dos.<br/>
<br/>
Si el &#225;ngulo es de 60&deg;, el punto N tambi&#233;n se halla en la circunferencia w<sub>A</sub>, al ser recto el &#225;ngulo &ang;ANH.<br/>
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 18 mayo 2016. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>