<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, combinatoria, matemáticas, geogebra, Bachillerato, rectángulos, malla, cuadriculada, escalera, ladder, applet">
<title>Rect&#225;ngulos en una escalera - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="712">
<tr><td>
<h2>Rect&#225;ngulos en una escalera</h2>
<p>
&#191;Cuantos rect&#225;ngulos pueden formarse con puntos de una ret&#237;cula cuadrada  contenidos en un pol&#237;gono con forma de 'escalera' y lados paralelos a la ret&#237;cula? <br/>
<br/>
Por '<b><i>escalera<7i></b>' se entiende un pol&#237;igono formado por un par de lados perpendiculares y de igual longitud, unidos por una escalera de <b>n</b> pelda&#241;os iguales.<br/>
<br/>
La forma m&#225;s sencilla de verlo es situar la escalera bajo recta <b>y = x - 1</b> y sobre el eje <b>Ox</b>, o por encima de la recta <b>y = x +1</b> y apoyada en el eje <b>Oy</b>, y darse cuenta que las coorcdenadas <b>a</b>, <b>b</b>, <b>c</b> y <b>d</b> que definen completamente los cuatro v&#233;rtices de cualquier rect&#225;ngulo tienen que ser as&#237; n&#250;meros distintos comprendidos entre <b>0</b> y <b>n+2</b>. Hay por tanto <b>Comb(n+3, 4) = (n+3)(n+2)(n+2)n/24</b> posibilidades (<a href="https://oeis.org/A000332" target="_balnk">OEIS  A000332</a>).</p>

<iframe scrolling="no" title="Rectángulos en una escalera" src="https://www.geogebra.org/material/iframe/id/fshmzyz8/width/781/height/612/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="781px" height="612px" style="border:0px;" allowfullscreen> </iframe>
<p>
Es curioso que coincida con el n&#186; de <a href="TriangEquil_MallaEquil.html" target="_blank">tri&#225;ngulos que pueden situarse en una malla triangular de puntos</a> de lado n (n+1 puntos por lado), con cualquier orientaci&#243;n. Tambi&#233;n el n&#186; de <a href="DiagonalesPoligonoConvexo.html" target="_blank">intersecciones de las diagonales de un pol&#237;gono convexo</a> con <b>n+2</b> lados, o el n&#250;mero de tetraedros regulares en una malla tetra&#233;drica con la misma orientaci&#243;n. &#191;Ser&#225; posible estableces una biyecci&#243;n entre estos objetos?
<br/>
<br/>
La soluci&#243;n es de los rumanos <b>Teofil Bogdan</b> y <b>Mircea Dan Rus</b> (<a href="https://arxiv.org/pdf/2007.13472.pdf" target="_blank">Counting the Lattice Rectangles ...</a>)</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 8 marzo 2023. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>