<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<title>Reflexiones repetidas en la elipse - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="713">
<tr><td>
<h2>Reflexiones repetidas en la elipse</h2>
<p>
Al pulsar el bot&#243;n [Mover M] El punto M parte de A en direcci&#243;n a B y se refleja 200 veces en la elipse. El &#225;ngulo de incidencia es igual al de reflexi&#243;n, respecto a la recta normal en el punto de reflexi&#243;n. Esta recta normal es la bisectriz de los radios vectores, segmentos que unen el punto con los focos. Como consecuencia, si el rayo inicial, de A a B, pasa entre los focos, todos los dem&#225;s tambi&#233;n, y si el rayo inicial no pasa entre los focos, todos los dem&#225;s tampoco. Activando la casilla [Envolvente] puede verse la c&#243;nica, hip&#233;rbola o elipse respectivamente, a la que son tangentes todos los tramos de la trayectoria.<br/>
<br/>
Si el rayo inicial pasa por uno de los focos, se refleja pasando por el otro, y as&#237; todos los dem&#225;s y la trayectoria se confunde r&#225;pidamente con el eje principal. Esto se puede forzar con el bot&#243;n [Reflex. focal]. Solo se muestran unas pocos reflexiones en este caso.</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/WEKbY6bj/width/715/height/567/border/888888/sfsb/true/rc/false/ai/false/sdz/true/smb/false/stb/true/stbh/true/ld/false/sri/true/at/auto" width="715px" height="567px" style="border:0px;" allowfullscreen> </iframe>
<p>
Los puntos A y B se pueden desplazar con el rat&#243;n o, tras seleccionarlos, con las teclas [+] y [-] o con las de direcci&#243;n. En este &#250;ltimo caso, combinando con la pulsaci&#243;n de [Ctrl] o [Alt] se multiplica el incremento por 10 o 100 respectivamente. En combinaci&#243;n con [May&#250;s], este incremento se divide por 10. Puede apreciarse que, tras doscientas reflexiones, un peque&#241;o desplazamiento de A o B provoca un gran desplazamiento del punto M.<br/>
<br/>
Se puede modificar la elipse desplazando el foco F o el v&#233;rtice sjuperior (puinto azul).<br/>
<br/>
Si se mueven autom&#225;ticamente dos o tres puntos simult&#225;neamente, la envolvente puede quedar desfasada. Parando la animaci&#243;n y pulsando [Ctrl]+[R] o [F9] se redibuja correctamente.</p>
<p><span style="font-size:small">Fernando Zacar&#237;as Maceiras e Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 28 Diciembre 2014, Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>