<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<title>Doble refracci&#243;n en esfera o burbuja - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="632">
<tr><td>
<h2>Doble refracci&#243;n en esfera o burbuja</h2>
<p>
Se tiene una <b>Esfera</b> de material con &#237;ndice de refracci&#243;n n, inmersa en aire, con un &#237;ndice de refracci&#243;n 1.<br/>
<br/>
O bien, una <b>Burbuja</b> de aire con &#237;ndice de refracci&#243;n 1, inmersa en un material de &#237;ndice de refracci&#243;n n.<br/>
<br/>
El par&#225;metro b es la distancia  a la que pasa el rayo del centro de la esfera. Como la esfera tiene radio, coincide con el seno de &#945;, &#225;ngulo con que incide el rayo en la superficie esf&#233;rica.<br/>
<br/>
El cociente de los senos de los &#225;ngulos &#945; y &#945;' es inversamente proporcional a los indices de refracci&#243;n de la luz en los medios respectivos (Ley de <a href="https://es.wikipedia.org/wiki/Willebrord_Snel_van_Royen" target="_blank">Snel</a>).<br/>
</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/zkap6qgs/width/682/height/488/border/888888/sfsb/true/rc/false/ai/false/sdz/true/smb/false/stb/false/stbh/true/ld/false/sri/true/at/auto" width="682px" height="488px" style="border:0px;" allowfullscreen> </iframe>
<p>
En el caso de una esfera, se cooresponde con el fen&#243;meno de los "halos" brillantes que aparecen en ocasiones alrededor de los objetos luminosos, como el sol, la luna llena  y otros.<br/>
<br/>
No se trata de la causa del arco iris, en los que se presenta una refracci&#243;n de entrada, una reflexi&#243;n interior, o dos en el caso del arco iris secundario, y otra refracci&#243;n de salida.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 28 febrero 2014. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>