<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="matemáticas, geogebra, funciones, cálculo, series, reordenación, condicionalmente convergentes, applet">
<title>Reordenaci&#243;n de la serie arm&#243;nica alternada - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="978">
<tr><td>
<h2>Reordenaci&#243;n de la serie arm&#243;nica alternada</h2>
<p>
Una serie de n&#250;meros reales converge condicionalmente si converge pero diverge la serie de los valores absolutos de sus t&#233;rminos. Para ello es necesario que el t&#233;rmino general tienda a cero y que contenga infinitos t&#233;rminos positivos e infinitos negativos.<br/>
<br/>
A diferencia de lo que sucede con una serie absolutamente convergente, si se reordenan un n&#250;mero infinito de t&#233;rminos de estas series, el valor de su suma cambia. De hecho, reorden&#225;ndolos convenientemente, se puede hacer que la serie tienda a cualquier n&#250;mero real <b>a</b>. El proceso es simple: se toman t&#233;rminos hasta superar el valor prefijado <b>a</b>, a continuaci&#243;n suficientes t&#233;rminos negativos para que la suma sea menor que <b>a</b>, y as&#237; indefinidamente. Como el t&#233;rmino general tiende a cero y las series de t&#233;rminos positivos y negativos por separado deben divergir, esto asegura la convergencia a <b>a</b>.<br/>
<br/>
Para comprobarlo, introducir en el cajet&#237;n de entrada de la izquierda cualquier valor de <b>a</b> y pulsar los botones <b>[1 +]</b>, <b>[10 +]</b>, <b>[100 +]</b>, <b>[1000 +]</b> o <b>[m +]</b>, seleccionado primero el valor deseado de <b>m</b>, para a&#241;adir el n&#250;mero indicado de t&#233;rminos a la suma <b>s</b>.<br/>
<br/>
Solo se muestran los 20 primeros t&#233;rminos, pero se calcula <b>s</b> y el n&#250;mero <b>p</b> de t&#233;rminos positivos y <b>n</b> de negativos en cualquier caso.<br/>
<br/>
En la gr&aacute;fica puede verse como evoluciona la suma. Pueden utilizarse las herramientas de la barra superior para desplazar la vista gr&aacute;fica y hacer zoom. Con la herramienta <b>Desplazar Vista Gr&aacute;fica</b> (las cuatro flechas en cruz) pueden adem&aacute;s estirarse y encogerse los ejes de coordenadas de forma independiente.</p>

<iframe scrolling="no" title="Reordenación de la serie armónica alternada" src="https://www.geogebra.org/material/iframe/id/GmVmybVX/width/978/height/668/border/888888/sfsb/true/smb/false/stb/true/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="978px" height="668px" style="border:0px;" allowfullscreen> </iframe>

<p>
Si se calculan demjasiados t&#233;rminos de vez, como con el bot&#243;n <b>[1000 +]</b>, la respuesta puede tardar e incluso producirse un error. No obstante si ocurre esto &#250;ltimo, se puede seguir con incrementos m&#225;s peque&#241;os.<br/>
<br/>
La suma se reinicia con el bot&#243;n [Reinicio] o cambiando el valor de <b>a</b>.<br/>
<br/>
Si se toman <b>p</b> t&#233;rminos positivos, seguidos de <b>n</b> negativos, otra vez <b>p</b> positivos y as&#237; sucesivamente, la serie converge a <b>&frac12; ln(4p/n)</b>, como puede verse en este <a href="ReordenacionSeriesArmonicasAlternadas.PDF">PDF</a>.<br/>
<br/>
Si <b>a &#8800;1/2 ln(4p/n)</b>, con <b>p</b> y <b>n</b> enteros positivos, de todas formas la raz&#243;n <b>p/n</b> de t&#233;rminos positivos y negativos entre los <b>k</b> primeros, tiende a <b>&frac14; e<sup>2a</sup></b>.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 1 junio 2017. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>