<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea,  matemáticas, geogebra, ESO, disecciones, polígonos, rombo, ángulos, áreas, applet">
<title>Rombos y pol&#237;gonos regulares - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="771">
<tr><td>
<h2>Rombos y pol&#237;gonos regulares</h2>
<p>
A partir de <b>n</b> rombos con &#225;ngulos iguales a <b>360&#186;/n</b> pueden construirse pol&#237;gonos regulares, ados&#225;ndolos por esos &#225;ngulos y completando con sucesivas capas de rombos de igual lado, encajados entre los de la capa anterior.<br/>
Con <b>[(n-1)/2]</b> capas de <b>n</b> rombos, los corchetes indican la parte entera, se obtiene un pol&#237;gono regular:<br/>
<br/>
1) de <b>2n</b> lados, si <b>n</b> es impar, con el mismo lado que los rombos.<br/>
<br/>
2) de <b>n</b> lados si <b>n</b> es par, con lados de longitud doble que los rombos.<br/>
<br/>
Observese que los &#225;ngulos que apuntan al centro del pol&#237;gono son sucesivos m&#250;ltiplos en cada capa de <b>360&#186;/n</b>. Por ello, si <b>n</b> es par, los de la &#250;ltima capa tienen &#225;ngulos iguales a <b>(n-1)/n 180&#186;</b> y <b>1/n 180&#186;</b>, iguales a los centrales. En este caso, se forman tambi&#233;n pol&#237;gonos regulares de <b>n</b> lados, con un v&#233;rtice en el centro y otro en los v&#233;rtices del mayor.<br/>
<br/>
Cuando <b>n</b> es par, proporciona una disecci&oacute;n del <b>2n-gono</b> regular en <b>4 2n-gonos iguales</b>. Si <b>n</b> es m&uacute;ltiplo de <b>4</b>, pueden dibujarse <b>4</b> pol&iacute;gonos iguales con la cuarta parte de &aacute;rea que se superponen dos a dos en la misma superficie que dejan libre, un ejemplo del <i>Teorema de las Alfombras</i>.</p>

<iframe scrolling="no" title="Rombos y polígonos regulares" src="https://www.geogebra.org/material/iframe/id/kdjrkenk/width/689/height/692/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/false/rc/false/ld/false/sdz/false/ctl/false" width="689px" height="692px" style="border:0px;" allowfullscreen> </iframe>

<p>
En funci&#243;n de <b>n</b>, <br/>
<br/>
&#191;Cu&#225;ntos tipos de rombos aparecen? <br/>
<br/>
&#191;Cu&#225;ndo son cuadrados algunos de ellos?<br/>
<br/>
Cuando <b>n</b> es par, &#191;qu&#233; relaci&#243;n hay entre el &#225;rea del pol&#237;gono mayor y la de los que se pueden formar en su interior (como el resaltado con lados m&#225;s gruesos)?</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 31 enero 2019. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>