<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, ESO, ángulos inscrito, circunferencia, secante, construcción, applet">
<title>Secante com&#250;n de longitud dada a dos circunferencias secantes - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="773">
<tr><td>
<h2>Secante com&#250;n de longitud dada a dos circunferencias secantes</h2>
<p>
Por uno de los puntos A de intersecci&#243;n de dos circunferencias secantes c y c', de centros O y O', trazar una secante CAD que tenga una longitud s dada.</p>

<iframe scrolling="no" title="Secante común de longitud dada a dos circunferencias secantes" src="https://www.geogebra.org/material/iframe/id/Z4TmtpHm/width/631/height/520/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="631px" height="520px" style="border:0px;" allowfullscreen> </iframe>

<p>
<b>An&#225;lisis</b>: Suponiendo el problema resuelto, trazamos una secante CAD. Si B es el otro punto de intersecci&#243;n de las circunferencias, vemos que &#8736;ACB y &#8736;ADC no cambian su valor con la posici&#243;n de C y D. Por tanto los &#9651;BCD son siempre semejantes. Adem&#225;s, el valor m&#225;ximo de la secante CAD se produce cuando es perpendicular a la cuerda com&#250;n AB, de manera que &#8736;CAB=&#8736;BAD=90&#176; y los segmentos BC y BD son di&#225;metros de c y c' respectivamente. Hay soluci&#243;n si la longitud dada s es menor o igual que la de esta secante, y vendr&#225; dada por un tri&#225;ngulo &#9651;BCD con CD de longitud s. La longitud m&#225;xima es s = 2d = 2OO', puesto que OO' es en ese caso la paralela media de &#9651;BCD.<br/>
<br/>
<b>Construcci&#243;n</b>: Dibujamos el &#9651;BC<sub>0</sub>D<sub>0</sub>, con C<sub>0</sub>D<sub>0</sub> perpendicular a AB. Si |C<sub>0</sub>D<sub>0</sub>| = s, ya tenemos la secante deseada. En caso contrario, llevamos sobre ese segmento a partir de C<sub>0</sub> la longitud s hasta el punto F. Trazando por F la paralela a D<sub>0</sub>B, tenemos el tri&#225;ngulo semejante que buscamos. La longitud C<sub>0</sub>G ser&#225; la misma que la BC de nuestra soluci&#243;n (y la GF igual a la BD). Trazando una circunferencia de centro B y radio C<sub>0</sub>G, cortar&#225; en dos puntos C y C' a c, puesto que C<sub>0</sub>G es menor que el di&#225;metro de c. Las rectas CA y C'A vuelven a cortar a la circunferencia c' en D y D' completando la soluci&#243;n.<br/>
<br/>
<b>Discusi&#243;n</b>: Si s = 2d hay una sola soluci&#243;n; si s &lt; 2d hay dos. El punto A puede o no estar en los segmentos CD y C'D'. Lo estar&#225; en las dos soluciones, una o ninguna dependiendo de que s sea mayor que las dos cuerdas por A de cada circunferencia tangentes a la otra, que solo de una de ellas, o bien que de ninguna.<br/>
<br/>
Pueden cambiarse la longitud s de la secante y la posici&#243;n de los puntos de corte A y B y los centros O y O', as&#237; como la posicin del punto C cuando est&#225; marcada la casilla '<b>An&#225;lisis</b>'.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 6 abril 2017. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>