<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<title>Toro y secciones esp&#237;ricas - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="976">
<tr><td>
<h2>El Toro y sus secciones</h2>
<p>
El toro es la superficie de revoluci&#243;n generada por una circunferencia de radio <b>r</b> que gira en torno a una recta que esta en su plano, a una distancia <b>R</b> de su centro. Si <b>R &lt; r</b>, la superficie se corta a si misma.<br/>
<br/>
Su superficie y volumen, para <b>R &ge; r</b>, son muy sencillos de calcular con los <a href="https://es.wikipedia.org/wiki/Teorema_del_centroide_de_Pappus" target="_blank">teoremas de Papus-Guldin</a>, y equivalen a los de un cilindro de radio <b>r</b> y altura <b>2&#960;R</b>, como el obtenido al cortarlo y estirarlo, la contracci&#243;n de la parte externa compensa exactamente la dilataci&#243;n de la interna: <b>S = 4&#960;<sup>2</sup>rR</b>, <b>V = 2&#960;<sup>2</sup>r<sup>2</sup>R</b>. </p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/zuScqkDG/width/976/height/650/border/888888/sfsb/true/rc/false/ai/false/sdz/true/smb/false/stb/true/stbh/true/ld/false/sri/true/at/auto" width="976px" height="650px" style="border:0px;" allowfullscreen> </iframe>
<p>
Las secciones paralelas al eje del toro se denominan <b>secciones esp&#237;ricas</b>. Si est&#225;n a una distancia <b>d</b> del eje, si:<br/>
<br/>
<ul>
<li><b>d &lt; R- r</b>, se obtienen dos &#243;valos separados, circunferencias de radio r si d = 0.</li><br/>
<br/>
<li><b>d = R - r</b>, una curva con una sola rama que se corta a si misma.</li><br/>
<br/>
<li><b>d &gt; R - r</b>, un s&#243;lo &#243;valo. Si R- r &lt; d &lt; R, el &#243;valo tiene un estrechamiento central.</li>
<br/></ul>
Si <b>d = r</b>, las secciones son <a href="Lemniscata.html" target="_blank">&#243;valos de Cassini</a>, que se caracterizan por ser los lugares geom&#233;tricos de los puntos cuyo producto de distancia a dos focos <b>F</b> y <b>F'</b> es constante. Los focos est&#225;n separados una distancia <b>2R</b> y el producto de las distancias es <b>2rR</b>. Si <b>R = 2r = 2d</b>, se trata de la <a href="Lemniscata.html" target="_blank">Lemmiscata de Bernouilli</a>.
<br/>
</p>
<p>Otras secciones interesantes, cuando <b>R &gt; r</b>,  son las producidas por los planos que forman un &aacute; <b>&alpha; = arcsen(r/R)</b> con el plano ecuatorial del toro. Consisten en dos <a = href="https://en.wikipedia.org/wiki/Villarceau_circles" target="_blank">circunferencias descubiertas por Villarceau (1813-1883)</a>, de radio <b>R</b> con centros en el plano ecuatorial, a una distancia <b>r</b> del centro <b>O</b> del toro. El plano es tangente a la superficie t&oacute;rica en los dos puntos en que se cortan las circunferencias. Estos puntos, como todos los interiores de la superficie, que est&aacute;n a una distancia menor que <b>R</b> del eje, son puntos hiperb&oacute;licos, en los que el plano tangente atraviesa a la superficie y se corta con ella a lo largo de un par de l&iacute;neas, en esta caso las circunferencias de <i>Villarceau</i>. En el documento <i><a href="Circulos_Villarceau.pdf" target="_blank">C&iacute;rculos de Villarceau</a></i> puede verse la demostraci&oacute;n de que estas secciones planas son circulares.</p>

<p>Estas circunferencias de <i>Villarceau</i> tambi&eacute;n son la intersecci&oacute;n de la superficie t&oacute;rica con dos esferas con sus mismos centro y radios, de las que son por tanto c&iacute;rculos m&aacute;ximos. Cada una de estas esferas es tangente al toro en dos puntos, uno en la parte interior y otro en la exterior.</p>

<p>Por tanto, por cada punto <b>P</b> de la superficie t&oacute;rica pasan cuatro c&iacute;rcunferencias: una paralela al plano ecuatorial y otra coplanaria con el eje, como las de la trama visible de la superficie, y dos circunferencias de <i>Villarceau</i>, sim&eacute;tricas respecto al plano que pasa por <b>P</b> y contiene al eje.</p>
<br/>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 25 julio 2016. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>