<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, ESO,  Bachillerato, políedros, rombododecaedro, cubo, octaedros maclados, estrella, estelación, característica euler, euleriana, sólido, Escher, volumen, applet">
<title>S&#243;lido de Escher - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="773">
<tr><td>
<h2>S&#243;lido de Escher</h2>
<p>
Este s&#243;lido aparece en la litograf&#237;a <a href="https://en.wikipedia.org/wiki/Waterfall_(M._C._Escher)" target="_blank"><i>Cascada</i></a> de <a href="https://es.wikipedia.org/wiki/M._C._Escher" target="_blank">M.C.Escher</a>, culminando la torre derecha. Es una estelaci&#243;n del <a href="rombododecaedro.html" target="_blank">rombododecaedro</a>, obtenida adosando a &#233;ste pir&#225;mides r&#243;mbicas, cuyas dos aristas laterales cortas son iguales a las del rombododecaedro y las dos largas <b>2/&#8730;3</b> veces &#233;stas. De esta forma, los doce v&#233;rtices de estas pir&#225;mides est&#225;n situados en los puntos medios de las aristas de un cubo que circunscribe al s&#243;lido. Su cierre convexo, el poliedro convexo m&#237;nimo que lo contiene, es entonces un <a href="CuboOctaedroAltura.html" target="_blank">cuboctaedro</a>.<br/>
<br/>
Consta por tanto de <b>12&#183;4 = 48 caras</b>, tri&#225;ngulos is&#243;sceles de lados <b>a</b>, <b>&#8730;3a/2</b> y <b>&#8730;3a/2</b>, <b>12 v&#233;rtices convexos</b> correspondientes a los v&#233;rtices de las pir&#225;mides, y <b>14 c&#243;ncavos</b> de dos tipos: 8 correspondientes a los v&#233;rtices con &#225;ngulos obtusos de los rombos del n&#250;cleo rombododeca&#233;drico, y 6 a los de &#225;ngulos agudos. &#201;stos &#250;ltimos coinciden con los centros de las caras del cubo circunscrito. Tiene <b>72 aristas</b>, <b>24</b> de longitud <b>a</b> y <b>48</b> de longitud <b>&#8730;3a/2</b>, aunque en <b>36 pares</b> alineados de longitud doble.<br/>
</p>

<iframe scrolling="no" title="Sólido de Escher" src="https://www.geogebra.org/material/iframe/id/tgt8hh6y/width/726/height/610/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/true/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="726px" height="610px" style="border:0px;" allowfullscreen> </iframe>

<p>
Considerando el cubo circunscrtito su volumen se calcula f&#225;cilmente, pues las dos mitades de las cuatro pir&#225;mides cuyos v&#233;rtices est&#225;n situados en un mismo plano, que las biseca, pueden bascular, haciendo coincidir las caras del mismo color o del contrario en la figura, para completar un prisma cuyas bases son los cuadrados de puntos medios de dos caras opuestas del cubo, y cuya altura es la de este. Por tanto, su volumen es <b>4a&#179;</b>, la mitad de este cubo en el que est&#225; instrito, siendo <b>a</b> la arista larga del s&#243;lido.<br/>
<br/>
Se ve as&#237; que este s&#243;lido rellena completamente el espacio, pues las pir&#225;mides emergentes encajan en las concavidades <br/>
<br/>
Tambi&#233;n puede concebirse el <b>S&#243;lido de Escher</b> como <b>3 octaedros</b> no regulares maclados, cada uno con cuatro v&#233;rtices en los puntos medios de cuatro aristas paralelas del cubo circunscrito, y los otros dos en los puntos medios de las caras conectadas por tales aristas.<br/>
<br/>
Finalmente, considerando como formando una sola cara cada una de las <b>12 cuaternas</b> de caras coplanarias, junto con la correspondiente al n&#250;cleo rombododeca&#233;drico, podemos considerarlo como un poliedro estrellado autointersecante, de caras hexagonales irregulares, y no convexas. Tendr&#237;a entonces <b>12 caras</b>, <b>20 v&#233;rtices</b> (8 convexos de orden 4 y 12 c&#243;ncavos de orden 6) y <b>36 aristas</b> aristas, con un <b>caracter&#237;stica euleriana de -4</b>, en lugar de 2, que es la correspondiente a un poliedro topol&oacute;gicamente equivalente a uno convexo.<br/>
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 26 abril 2023. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>