<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, circunferencia, triángulo, incentro, exincentro, exinscritas, Spieker, Jenkins, perímetro centro de gravedad, inversión, potencia punto, applet">
<title>El punto de Spieker y las circunferencias de Jenkins - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="754">
<tr><td>
<h2>El punto de Spieker y las circunferencias de Jenkins</h2>
<p>
El punto de Spieker del &#9651;ABC es el incentro de su tri&#225;ngulo medial &#9651;A'B'C', formado por los puntos medios de sus lados.<br/>
<br/>
Es el centro de gravedad del per&#237;metro del tri&#225;ngulo. Para verlo, basta suponer que las masas de cada lado, proporcionales a su longitud, est&#225;n concentradas en los puntos medios respectivos A', B' y C'. Los lados de &#9651;A'B'C' tienen una longitud igual a la mitad que los correspondientes lados de &#9651;ABC. Sea A'' el centro de gravedad de los lados b y c, cuyas masas suponemos concentradas en B' y C'. A'' dividir&#225; al segmento B'C' de forma inversamente proporcional a <b>b</b> y <b>c</b>, pues debe ser:<br/>
<br/>
b&#183;B'A'' = c&#183;C'A'' &#8658; B'A''/C'A'' = c/b = (c/2)/(b/2)<br/>
<br/>
Pero por el <a href="Propiedad_Bisectriz.html" target="_blank">teorema de la bisectriz</a> esto implica que A'' se encuentra en la bisectriz del &#8736;B'A'C'. Por tanto el centro de gravedad se encuentra en la bisectriz A'A'' del tri&#225;ngulo medial. Pero pod&#237;amos haber empezado por cualquier otro par de lados, por lo que el centro de gravedad debe hallarse en las tres bisectrices de &#9651;A'B'C' y es por tanto su incentro. Recu&#233;rdese que el centro de gravedad de los tres v&#233;rtices, o de toda el &#225;rea del tri&#225;ngulo, es el baricentro.<br/>
<br/>
</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/aYGg2Cbd/width/754/height/727/border/888888/sfsb/true/sri/true/sdz/true" width="754px" height="727px" style="border:0px;" allowfullscreen> </iframe>

<p>
El punto de Spieker tambi&#233;n es el <a hef="EjeCentroRadical.html" target="_blank">centro radical</a> de las tres circunferencias exinscritas a &#9651;ABC. En efecto, C' es el punto medio del lado AB, y los <a href="Segmentos_Circ_Ins_Ex.html" target="_blank">segmentos AK y BJ son iguales alsemiper&#237;metro de &#9651;ABC</a>, por lo que C' tambi&#233;n es el punto medio de la tangente JK com&#250;n de las circunferencias c<sub>B</sub> y c<sub>A</sub>, por lo que pertenece a su eje radical. Adem&#225;s C'Sp es la bisectriz de &#8736;B'C'A', paralela a la de &#8736;BCA, puesto que los lados de estos &#225;ngulos son paralelos, y perpendicular a la bisectriz exterior I<sub>B</sub>CI<sub>A</sub>, que une los centros de c<sub>B</sub> y c<sub>A</sub>. Por tanto C'Sp es el eje radical de c<sub>B</sub> y c<sub>A</sub>. Otro tanto ocurre con las otras bisectrices del tri&#225;ngulo medial y Sp es el centro radical.<br/>
<br/>
Sp tiene entonces la misma potencia k&#178; respecto de las tres circunferencias exinscritas. La inversi&#243;n de centro Sp y potencia k&#178; las  deja invariantes y transforma r<sub>c</sub>, la recta que contiene al lado <b>c</b>, en una circunferencia que pasa por Sp, es tangente interiormente a la circunferencia c<sub>C</sub> y exteriormente a c<sub>B</sub> y c<sub>A</sub>. Lo mismo ocure con las otras dos. Se trata de las tres circunferencias de Jenkins de &#9651;ABC, tangentes interiormente a una circunferencia exinscrita y exteriormente a las otras dos, y que concurren en el punto de Spieker.</p>

<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 25 diciembre 2016. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>