<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="matemáticas, combinatoria, geogebra, ESO, Bachillerato, triángulo, Tartaglia, Pascal, hexagrama, applet">
<title>Tri&#225;ngulo de Tartaglia-Pascal - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="773">
<tr><td>
<h2>Tri&#225;ngulo de Tartaglia-Pascal</h2>
<p>
El tri&#225;ngulo de Tartaglia Pascal fue estudiado por Niccol&#242; Fontana, conocido como Tartaglia (1501-1557), y popularizado por Blaise Pascal (1623-1662), aunque ya se conoc&#237;a desde siglos atr&#225;s en China y Persia. En el cada fila empieza y termina en 1 y los elementos intermedios son la suma de los que tienen arriba a izquierda y derecha.  Si n es el n&#250;mero de la fila, empezando por 0 para el 1 del v&#233;rtice, y k es la posici&#243;n dentro de la fila, suele representarse como (n|k), con la n sobre la k y sin la barra de separaci&#243;n.<br/>
<br/>
Para escribirlos en una l&#237;nea de texto tambi&#233;n se usa C(n, k) o Comb(n, k), porque los elementos de la fila n-sima son los coeficientes del desarrollo de (a+b)&#8319; seg&#250;n la f&#243;rmula del binomio de Newton, llamados por ello coeficientes binomiales. Tambi&#233;n dan el n&#250;mero de combinaciones de n elementos tomados de k en k, el n&#250;mero de subconjuntos distintos de k elementos que pueden de un conjunto con n elementos 0&#8804;k&#8804;n, por lo que tambi&eacute;n se denominan n&uacute;meros combinatorios. Su valor es C(n, k)=n!/(k!(n-k)!).<br/>
<br/>
Mover el deslizador <b>m</b>, o animarlo con el bot&oacute;n inferior izquierdo, para mostrar las <b>m</b> primeras filas del tri&aacute;ngulo. Con la animaci&oacute;n parada, mediante los botones de flechas puede desplazarse el rect&#225;ngulo rojo para destacar los distintos n&#250;meros combinatorios. Cuando el n&#250;mero destacado es interior al tri&#225;ngulo, se muestra una propiedad no muy conocida: si se multiplican alternadamente tres de los seis n&#250;meros que lo rodean de las dos formas posibles, se obtiene el mismo n&#250;mero. Se demuestra con facilidad expresando C(n, k) en funci&#243;n de los factoriales.</p>

<iframe scrolling="no" title="Triángulo de Tartaglia-Pascal" src="https://www.geogebra.org/material/iframe/id/ct6hgpsk/width/1048/height/539/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/false/ctl/false" width="1048px" height="539px" style="border:0px;" allowfullscreen> </iframe>

<p>
En el tri&aacute;ngulo de Tartaglia hay infinitos <b>1</b> en las diagonales exteriores. El <b>2</b> aparece una sola vez, en la posici&oacute;n central de la fila <b>2</b>. En la fila <b>n</b>, <b>n > 2</b>, aparece el n&uacute;mero <b>n</b> dos veces, como <b>C(n, 1)</b> y <b>C(n, n-1)</b>.  Dada la simetr&iacute;a del tri&aacute;ngulo, cualquier n&uacute;mero que aparezca en otra posici&oacute;n, lo hace al menos tres veces si esta en el centro de una fila, es decir, si es de la forma <b>C(2n, n)</b>, o al menos cuatro veces en caso contrario. Estas son las repeticiones triviales. En el documento &#171;<a href="Repet_Tartaglia.pdf" target="_blank">Repeticiones no triviales en el tri&aacute;ngulo de Tartaglia</a>&#187; puede verse lo que se conoce actualmente sobre otras repeticiones.
</p>

<p>
Contiene n&#250;merosas sucesiones importantes en Teor&#237;a de N&#250;meros y Combinatoria. Aparte de los n&#250;meros naturales en las diagonales inmediatas a los unos, contiene a la sucesi&#243;n de los n&#250;meros tri&#225;ngulares (suma de los naturales de 1 a n)  en las siguientes diagonales, de los n&#250;meros tetr&#233;dricos en las siguientes, ...<br/>
<br/>
De forma menos expl&#237;cita aparecen los n&#250;meros de Fibonacci como sumas de las diagonales de pendiente &#189;, y los importantes n&#250;meros de Catalan como diferencia de los terminos centrales de las filas pares y uno de sus vecinos: <b>Cat(n)=C(2n,n)-C(2n,n+1)</b>. </p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (grupo XeoDin), 29 julio 2021. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>