<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<title>Telescopio Cassegrain - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="997">
<tr><td>
<h2>Telescopio Cassegrain</h2>
<p>
Esta es la secci&#243;n diametral de un telescopio reflector de tipo Cassegrain. Consta de un espejo parab&#243;lico de foco F (azul), y de un peque&#241;o espejo hiperb&#243;lico (rojo), parte de una hip&#233;rbola de focos F y F' y con un v&#233;rtice en A. Es una de las formas de sacar el foco fuera del telescopio.<br/>
<br/>
Los rayos que proceden de la entrada E del telescopio con una direcci&#243;n paralela a su eje, se reflejan en el espejo primario hacia el foco primario F. Pero antes de alcanzar este, son interceptados por el espejo secundario y reflejados hacia el foco secundario F', donde finalmente convergen. Los rayos que alcazan el espejo secundario por detr&#225;s, no se reflejan y se pierden.<br/>
<br/>
Puedes mover todos los puntos E, T, F, F' y A para cambiar la configuraci&#243;n del telescopio. Con el deslizador n puedes cambiar el n&#250;mero de rayos que se visualizan. Si paras la animaci&#243;n con el control de la parte inferior izquierda, puedes cambiar a mano el valor de t, de -1 a 1. Para t = -1, los rayos entran en el espejo, en t = 0 alcanzan el foco F'. A continuaci&#243;n la animaci&#243;n discurre como si los rayos partiesen de F', aunque esta ya no es una situaci&#243;n real. En la barra de entrada le puedes asignar a t cualquier valor, poniendo por ejemplo [t = 0] (sin corchetes).<br/>
</p>
<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/844221/width/1013/height/811/border/888888/sfsb/true/rc/true/ai/false/sdz/true/smb/false/stb/false/stbh/true/ld/true/sri/true/at/auto" width="1013px" height="811px" style="border:0px;" allowfullscreen> </iframe>
<p>
&#191;Cu&#225;nto vale el par&#225;metro de la par&#225;bola?<br/>
&#191;Cu&#225;l ser&#237;a su ecuaci&#243;n, situando el origen en V y el eje OX en la recta VF?<br/>
&#191;Cu&#225;nto vale el semieje principal (o real) de la hip&#233;rbola?<br/>
&#191;Cu&#225;l es su semidistancia focal?<br/>
&#191;Cu&#225;l es su semieje imaginario?<br/>
&#191;Cu&#225;l es su excentricidad?<br/>
&#191;Cu&#225;l ser&#237;a su ecuaci&#243;n, en el sistema de referencia anterior?<br/>
&#191;Qu&#233; longitud recorrerian los rayos desde la entrada hasta F, si no hubiese espejo secundario?<br/>
&#191;Y qu&#233; distancia recorren desde la entrada hasta F'?<br/>
&#191;Qu&#233; porcentaje de los rayos que entran al telescopio no alcanzan el foco F'? Ten en cuenta que el telescopio completo se obtiene haciendo girar toda la figura alrededos del eje F'E.<br/>
&#191;Qu&#233; podemos hacer para disminuir el porcentaje de rayos perdidos?<br/>
<br/>
<br/>
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 26 febrero 2014. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>