<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Ceva, cevianas, Geometría, euclídea, matemáticas, geogebra, ESO, Bachillerato, polígonos, teorema,  triángulos,  applet">
<title>Teorema de Ceva - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="890">
<tr><td>
<h2>Teorema de Ceva</h2>
<p>
Una ceviana es un segmento que une un v&#233;rtice de un tri&#225;ngulo con un punto del lado opuesto.<br/>
<br/>
Si se tienen tres cevianas CF, AD y BE  que dividen al lado opuestos en segmentos r = AF y r' = FB, p = BD y p' = DC, q = CE y q' = EA respectivamente, concurren en un punto P si y solo si:<br/><br/>
(p/p')(qq')(r/r') = 1 &hArr;  p&middot;q&middot;r = p'&middot;q'&middot;r'
<br/>
<br/>
El punto P puede ser interior o exterior al tri&#225;ngulo, pero si esta sobre los lados o sus prolongaciones, o sobre las paralelas a los lados por los v&eacute;rtices opuestos, algunos de los cocientes est&#225;n indefinidos.<br/>
<br/>
Si el punto P es interior al tri&#225;ngulo, los tres puntos D, E y F son interiores a los lados. Si P es exterior al tri&#225;ngulo, dos de estos puntos est&#225;n en las prolongaciones de los lados respectivos. En este caso es importante tomar los segmentos orientados, de manera que los que est&#225;n alineados tengan igual signo si tienen el mismo sentido y signo contrario si tienen sentidos contrarios. </p>

<iframe scrolling="no" title="Teorema de Ceva" src="https://www.geogebra.org/material/iframe/id/y2mncnth/width/890/height/500/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="890px" height="500px" style="border:0px;" allowfullscreen> </iframe>

<p>
Pueden desplazarse los v&#233;rtices A, B y C y el punto P.<br/>
<br/>
Las dos primeras proporciones son debidas a que tri&#225;ngulos con la misma altura tienen &#225;reas proporcionales a sus bases. La tercera se deduce restando o sumando los numeradores de las dos primeras, seg&#250;n que el punto P est&#233; del mismo lado que C o del contrario, respecto del lado AB. Recuerdese que si dos cantidades son proporcionales a otras dos, tambi&#233;n los son sus sumas y diferencias:<br/>
<br/>
a/b = c/d  &rArr; a/b = c/d = (a + c)/(b + d) = (a - c)/(b - d)
<br/>
<br/>
Si se parte de las longitudes de los segmentos que se determinan en los lados para ver si las cevianas son concurrentes o no, es fundamental asignar correctamente los sentidos de los segmentos si alg&#250;n punto est&#225; en las prolongaciones de los lados: de un v&#233;rtice al punto de intersecci&#243;n con la ceviana, y de este al otro v&#233;rtice.<br/>
<br/>Si el producto de los tres cocientes es -1, las cevianas no son concurrentes, sino que por el contrario los puntos D, E y F est&aacute;n alineados, estando necesariamente uno o los tres situados en las prolongaciones de los lados (<a href="Teorema_Menelao.html" target="_blank">Teorema de Menelao</a>).</p>

<a href="https://mathshistory.st-andrews.ac.uk/Biographies/Ceva_Giovanni/" target="_blank"><b>Giovanni Ceva</b></a> (Mil&aacute;n, 1 de septiembre de 1647 - Mantua, 13 de mayo de 1734) fue un matem&aacute;tico italiano.
<br/>
<br/>
<a href="https://es.wikipedia.org/wiki/Menelao_de_Alejandr%C3%ADa" target="_blank"><b>Menelao de Alejandr&iacute;a</b></a> (70 d.c. - 140 d.c.) fue un matem&aacute;tico y astr&oacute;nomo griego, que trabaj&oacute; en Alejandr&iacute;a y en Roma a finales del siglo I.
<br/>
<br/>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 26 octubre 2016. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>
