<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, circunferencia, tangente, teorema, Menelao, triángulo, applet">
<title>Teorema de las tres tangentes - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="1135">
<tr><td>
<h2>Teorema de las tres tangentes</h2>
<p>
Las tangentes a la circunferencia circunscrita en los v&#233;rtices se cortan con la prolongaci&#243;n del lado opuesto en tres puntos que est&#225;n alineados.<br/>
<br/>
La demostraci&#243;n se basa en el <a href="Teorema_Menelao.html" target="_blank">Teoorema de Menelao</a>. Cuando se consideran segmentos alineados, estos deben tomarse con signos opuestos si tienen sentidos contrarios.</p>

<iframe scrolling="no" title="Teorema de las tres tangentes" src="https://www.geogebra.org/material/iframe/id/mjuzfenf/width/1132/height/384/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="1132px" height="384px" style="border:0px;"> </iframe>

<p>
Pueden desplazarse lo v&#233;rtices <b>A</b>, <b>B</b> y <b>C</b> del tri&#225;ngulo, pero si cambia la posici&#243;n relativa de los puntos implicados, alguna relaciones deber&#237;an adaptarse. El resultado, sin embargo, permanece en cualquier caso.<br/>
<br/>
Si una tangente resultase paralela al lado opuesto, porque el v&#233;rtice correspondiente es el punto medio de uno de loa arcos determinados por los otros dos en la circunferencia circunscrita /tri&#225;ngulo is&#243;sceles), el correspondiente punto de intersecci&#243;n est&#225; en el infinito, pero la recta sigue existiendo.<br/>
<br/>
Si se trata de un tri&#225;ngulo equil&#225;tero, los tres puntos <b>P</b>, <b>Q</b> y <b>R</b> est&#225;n en la recta del infinito.</p>
<p>
En general es cierto para cualquier circumc&oacute;nica del tri&aacute;ngulo, como se demuestra muy f&aacute;cilmente a parir del <a href="Pascal.html" target="_blank">Teorema de Pascal</a>, haciendo coincidir tres pares de v&eacute;rtices consecutivos.
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (grupo XeoDin), 7 julio 2021. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>