<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, ESO, tetraedro, isósceles, triángulo, poliedro, esferas, inscrita, circunscrita, applet">
<title>Tetraedros is&#243;sceles - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="771">
<tr><td>
<h2>Tetraedros is&#243;sceles</h2>
<p>
Un tetraedro es is&#243;sceles si sus aristas opuestas son iguales. En ese caso las cuatro caras tambi&#233;n son iguales. Las caras iguales son necesariamente tri&#225;ngulos acut&#225;ngulos. Condiciones equivalentes son:<br/>
<br/>
i) Las caras tengan el mismo per&iacute;metro<br/>
<br/>
ii) Las caras tienen la misma &aacute;rea.<br/>
<br/>
iii) Los &aacute;ngulos de las caras en cada v&eacute;rtice suman 180&deg<br/>
<br/>
iv) Las esferas inscrita y circunscrita al tetraedro tienen el mismo centro.<br/>
<br/>
(<a href="https://www.jstor.org/stable/2299548?seq=2" target="_blank">Theorem of Bang. Isosceles Tetrahedra</a>)</br>
</br>
El desarrollo de un tetraedro is&oacute;sceles se puede disponer como los cuatro tri&#225;ngulos determinados por los v&#233;rtices y puntos medios de los lados de un tri&#225;ngulo semejante a las caras pero de lados dos veces mayores.</p>

<iframe scrolling="no" title="Tetraedros isósceles" src="https://www.geogebra.org/material/iframe/id/J63wctxt/width/1104/height/474/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/false/rc/false/ld/false/sdz/false/ctl/false" width="1104px" height="474px" style="border:0px;" allowfullscreen> </iframe>

<p>
Desplazar los v&#233;rtices del tri&#225;ngulo en el plano Oxy para ver como cambia el tetraedro, y que solo es posible si los tri&#225;ngulos son acut&#225;ngulos.
</p>

<p>
El v&eacute;rtice superior del tetraedro queda directamente sobre el ortocentro del tri&aacute;ngulo que forma el desarrollo. Pero no sobre el ortocentro del tri&aacute;ngulo de la base, a menos que los tri&aacute;ngulos sean equil&aacute;teros y el tetraedro entonces regular.
</p>

<p>
Por tanto: <b>{Tetraedros is&oacute;sceles} &cap; {Tetraedros ortoc&eacute;ntricos} &#8801; {Tetraedros regulares}</b>
</p>

<p>
Nota: Los <a href="Tetraedros_ortocentricos.html" target="_blank">tetraedros ortoc&eacute;ntricos</a> son aquellos en que las cuatro rectas perpendiculares a las caras que pasan por los v&eacute;rtices, las alturas, se cortan en un punto: el ortocentro del tetraedro. En general, no lo hacen.
</p>

<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 10 diciembre 2019. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>