<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, triángulo, curvilíneo, incentro, circunferencia, inscrita, circunscrita, alineados, Sawayama, Thébault, Ayme, tercer problema, hexágono Pappus, applet">
<title>Tercer problema de Th&#233;bault - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="600">
<tr><td>
<h2>Tercer problema de Th&#233;bault</h2>
<p>
Por el v&#233;rtice <b>C</b> de un tri&#225;ngulo <b>ABC</b> se traza una recta <b>CD</b>, cortando al lado <b>AB</b> en <b>D</b>. <b>I</b> es el centro de la circunferencia inscrita del tri&#225;ngulo <b>ABC</b>. Sea <b>P</b> el centro del c&#237;rculo que toca <b>DB</b>, <b>DC</b> en <b>E</b>, <b>F</b>, y el circunc&#237;rculo de <b>ABC</b>, y sea <b>Q</b> el centro de otro c&#237;rculo que toca a <b>DA</b>, <b>DC</b> en <b>G</b>, <b>H</b> y el circunc&#237;rculo de <b>ABC</b>. Entonces <b>P</b>, <b>I</b> y <b>Q</b> est&#225;n alineados.<br/>
<br/>

La demostraci&#243;n se basa en el <a href="Sawayama_lema.html" target="_blank"><b>Lema de Sawayama</b></a>, que garantiza que los puntos <b>E</b>, <b>F</b>, e <b>I</b> de un lado, y <b>G</b>, <b>H</b> e <b>I</b> del otro, est&#225;n alineados. Forma parte de un enunciado m&#225;s general, que trata de los ocho c&#237;rculos tangentes a dos rectas secantes y a un c&#237;rculo que contiene a su punto de intersecci&#243;n.<br/>
<br/>

Se emplea tambi&#233;n el <a href="PappusPascal.html" target="_blank"><b>Teorema de Pappus</b></a>, que afirma que si se tienen tres pares de puntos situados en dos rectas, los puntos en que se cortan las tres rectas que unen los tres pares de puntos, est&#225;n alineados. Aqu&#237; <b>G</b>, <b>D</b> y <b>E</b> est&#225;n en el lado <b>AB</b> y <b>G'</b>, <b>D'</b> y <b>E'</b> en la recta del infinito del plano, pues son intersecciones cada uno de ellos de rectas paralelas. <br/>
<br/>

La demostraci&#243;n aqu&#237; expuesta es de <a href="https://forumgeom.fau.edu/FG2003volume3/FG200325.pdf" target="_blank"><b>Jean-Louis Ayme</b></a>.</p>

<iframe scrolling="no" title="Tercer problema de Thébault" src="https://www.geogebra.org/material/iframe/id/wuagzdp7/width/431/height/579/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="431px" height="579px" style="border:0px;"> </iframe>

<p>
Es con mucho el m&#225;s d&#237;ficil de los asi llamados <b>tres problemas de Th&#233;bault</b>. Los otros dos, bastante m&#225;s sencillos, son:<br/>
<br/>

<a href="VanAubel.html" target="_bank"><b>1<sup>er</sup> Problema de Th&#233;bault</b></a><br/><br/>

<a href="Thebault_2.html" target="_bank"><b>2&#186; Problema de Th&#233;bault</b></a><br/>
<br/>

<a href="https://en.wikipedia.org/wiki/Victor_Th%C3%A9bault" target="_blank"><b>Victor Michael Jean-Marie Th&#233;bault</b></a> (1882-1960) fue un matem&#225;tico franc&#233;s, especialmente interesado en la Teor&#237;a de N&#250;meros y la Geometr&#237;a,  que plante&#243; y resolvi&#243; numerosos problemas en muchas revistas matem&#225;ticas.<br/>
<br/>

<b>Y. Sawayama</b> fue un profesor de la Escuela Militar Central de Tokio que public&#243; este teorema en el art&#237;culo: <i>A New Geometrical Proposition, The American Mathematical Monthly, Vol. 12, No. 12. (Dic. 1905), pp. 222-224</i>.<br/>
<br/>

<a href="http://jl.ayme.pagesperso-orange.fr/" target="_blank"><b>Jean-Louis Ayme</b></a> es un matem&#225;tico contempor&#225;neo, gran estudioso de la geometr&#237;a del tri&#225;ngulo.<br/>
<br/>

<a href="https://en.wikipedia.org/wiki/Pappus_of_Alexandria" target="_blank"><b>Pappus de Alejandr&#237;a</b></a> (c. 290 &#8211; c. 350) fue uno de los &#250;ltimos grandes matem&#225;ticos griegos de la Antig&#252;edad.<br/>
</p>

<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 5 mayo 2022. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>

<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>