<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, ESO, Bachillerato, circunferencia, tangentes, Descartes, Soddy, teorema, triángulo, pitágoras, applet">
<title>Tres circunferencias y una recta mutuamente tangentes - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="1146">
<tr><td>
<h2>Tres circunferencias y una recta mutuamente tangentes</h2>
<p>
Si se tienen dos circunferencias tangentes y una recta tangente exterior a ambas, se puede trazar otra circunferencia tangente a las tres de dos formas: <br/>
<br/>
i) inscrita en el tri&#225;ngulo formado por la s dos circunferencias y la recta (punto de tangencia con la recta situado en el interior del intervalo determinado por los los de las otras dos)<br/>
<br/>
ii) tangente externamente (punto de tangencia con la recta situado en el exterior del intervalo determinado por los de las otras dos)</p>

<iframe scrolling="no" title="Tres circunferencias y una recta mutuamente tangentes" src="https://www.geogebra.org/material/iframe/id/dnFpN6aj/width/1142/height/650/border/888888/sfsb/true/smb/false/stb/true/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="1143px" height="650px" style="border:0px;" allowfullscreen> </iframe>

<p>
Pueden desplazarse los puntos T<sub>1</sub>, O<sub>1</sub> y T<sub>2</sub>, m&#225;s grandes y de color azul celeste. Al marcar la casilla '2&#170; soluci&#243;n' se desplaza T<sub>2</sub> para que se vea la nueva circunferencia. Tambi&#233;n pueden usarse las herramientas de zoom y desplazamiento de la Vista Gr&#225;fica de la barra superior, despu&#233;s de hacer clic en el panel izquierdo.<br/>
<br/>
La construcci&#243;n de las circunferencias soluci&#243;n puede hacerse:<br/>
<br/>
i) calculando previamente sus radios y trazando circunferencias conc&#233;ntricas y rectas paralelas a las dadas<br/>
<br/>
ii) mediante una inversi&#243;n de centro, por ejemplo T<sub>1</sub><br/>
<br/>
iii) mediante intersecci&#243;n de par&#225;bolas con focos en los centros de las circunferencias y v&#233;rtices en los puntos de tangencia con la recta<br/>
<br/>
La relaci&#243;n entre la curvaturas, inversas de los radios, se obtiene elevando dos veces al cuadrado la relaci&#243;n entre los radios para eliminar las ra&#237;ces. Se obtiene la misma en los dos casos.<br/>
<br/>
En la relaci&#243;n entre la curvaturas, se puede incluir la de la recta, que es cero. Queda entonces un caso particular del <a href="Teor_Circulos_Descartes.html" target="_blank">Teorema de los c&iacute;rculos de Descartes</a> para 4 circunferencias mutuamente tangentes (extendida por Soddy y Gosset para 5 esferas mutuamente tangentes en el espacio y para n + 2 hiperesferas en el espacio de n dimensiones). En ese caso, la circunferencia que engloba a las otras tres debe considerarse con curvatura negativa.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 16 abril 2017. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>