<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<title>El tri&#225;ngulo &#243;rtico - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="1088">
<tr><td>
<h2>El tri&#225;ngulo &#243;rtico</h2>
<p>
El tri&#225;ngulo &#243;rtico de un tri&#225;ngulo acut&#225;ngulo es el que tiene como v&#233;rtices los pies de las alturas. Es posible definirlo para tri&#225;ngulos obtus&#225;ngulos, pero entonces ya no es interior al tri&#225;ngulo y pierde algunas de sus interesantes propiedades. Para tri&#225;ngulos rect&#225;ngulos, colapsa en un segmento (la altura sobre la hipotenusa). Desplaza el deslizador azul poco a poco para ver razonadamente algunas de sus propiedades.</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/2677411/width/1115/height/636/border/888888/rc/false/ai/false/sdz/false/smb/false/stb/false/stbh/true/ld/true/sri/true/at/auto" width="1115px" height="636px" style="border:0px;"> </iframe>
<p>
 El tri&#225;ngulo &#243;rtico tiene otra importante caracter&#237;stica: es el tri&#225;ngulo de per&#237;metro m&#237;nimo inscrito en el tri&#225;ngulo de referencia. Es decir, su per&#237;metro es el recorrido m&#237;nimo que toca una vez cada uno de los tres lados del tri&#225;ngulo. Esto es una consecuencia de que las alturas del tri&#225;ngulo ABC sean sus bisectrices.<br/>
<br/>
Tambi&#233;n es homot&#233;tico con el tri&#225;ngulo formado por las tangentes a la circunferencia circunscrita en los v&#233;rtices, as&#237; como con el determinado por las tangentes exteriores, distintas de los lados, de las circunferencias ex-inscritas al tri&#225;ngulo. Estas circunferencias son las tangentes a un lado y a las prolongaciones de los otros dos. El centro de homotecia con este &#250;ltimo es el llamado punto de Clawson del tri&#225;ngulo.<br/>
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro  (Grupo XeoDin), 28 Agosto 2013. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>