<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, ángulos, circunferencia, triángulo, 20-80-80, 20-50-60, 20-20-30, langley, adviento, adventius, isósceles, inscrito, polígono, regular, octodecágono, octadecágono, applet">
<title>Tri&#225;ngulo is&#243;sceles 20&#176;, 80&#176;, 80&#176; - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="613">
<tr><td>
<h2>Tri&#225;ngulo is&#243;sceles 20&#176;, 80&#176;, 80&#176;</h2>
<p>
En un tri&#225;ngulo ABC, con &#8736;C = 20&#176; se trazan las rectas DB, con D en AC, que forma un &#225;ngulo de 50&#176; con AB, y AE, con E en BC, que forma un &#225;ngulo de 60&#176; con AB. El &#8736;CAF = 20&#176;, y el &#8736;DBF = 30&#176;. &#191;Cu&#225;l es el valor del &#225;ngulo &#945; = &#8736;DFA?</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/GZQ8WmwE/width/615/height/601/border/888888/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="615px" height="601px" style="border:0px;"> </iframe>
<p>
Como el m&#225;ximo com&#250;n divisor de todos los &#225;ngulos implicados es 10&#176; = 180&#176;/18, este tri&#225;ngulo se puede insertar f&#225;cilmente en un octodec&#225;gono regular con centro en el v&#233;rtice C, y dos v&#233;rtices consecutivos en A y B, que seran V<sub>1</sub> y V<sub>2</sub>, numerando los dem&#225;s v&#233;rtices correlativamente hasta V<sub>18</sub>. <br/>
<br/>
El segmento BD forma parte de la diagonal BV<sub>14</sub>, que es el lado de un tri&#225;ngulo equil&#225;tero de v&#233;rtices B, V<sub>8</sub> y V<sub>14</sub>.<br/>
<br/>
El tri&#225;ngulo ACF es is&#243;sceles, pues tiene dos &#225;ngulos de 20&#176;. Tracemos la mediatriz correspondiente al v&#233;rtice F. Como corta a AC en su punto medio, esta mediatriz contendr&#225; al lado de un tri&#225;ngulo equil&#225;tero de centro C y v&#233;rtices V<sub>4</sub>, V<sub>10</sub> y V<sub>16</sub>.<br/>
<br/>
La sim&#233;trica de esta mediatriz respecto al lado BC es la diagonal V<sub>6</sub>V<sub>18</sub> del octodec&#225;gono, que tambi&#233;n es el lado de un tri&#225;ngulo equilatero con tercer v&#233;rtice V<sub>12</sub>. Esta diagonal es la sim&#233;trica respecto de AC de BV<sub>14</sub>, por lo que la cortan en el mismo punto, el D.<br/>
<br/>
Por tanto, las rectas V<sub>6</sub>V<sub>18</sub> y DF son la misma. En el tri&#225;ngulo V<sub>18</sub>AF tenemos que el &#8736;V<sub>18</sub>AF = 100&#176;, pues abarca diez lados del octodec&#225;gono, el &#8736;FV<sub>18</sub>A = 50&#176;, pues abarca cinco lados, por lo que el &#8736;DFA es de 180&#176; - 100&#176; - 50&#176; = 30&#176;.<br/>
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 9 marzo 2014. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>