<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<title>Tri&#225;ngulo a partir de la divisi&#243;n en tres partes de un segmento - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="1016">
<tr><td>
<h2>Tri&#225;ngulo a partir de la divisi&#243;n en tres partes de un segmento</h2>
<p>
Se parte un segmento AB de longitud 1 por dos puntos X e Y, situados a distancias x e y de su extremo A, escogidos con probabilidad uniforme. &#191;Cu&#225;l es la probabilidad de que con los tres trozos obtenidos pueda formarse un tri&#225;ngulo?<br/>
<br/>
Si representamos en los ejes OX y OY las distancias x e y, el espacio muestral es un cuadrado de lado 1. Se han obtenido 1000 puntos distribuidos con probabilidad uniforme en todo el cuadrado, coloreados de rojo si puede formarse un tri&#225;ngulo y de azul en caso contrario. Moviendo el deslizador n, se resalta cada uno de los puntos, con un c&#237;rculo verde, y puedes comprobar en el diagrama situado encima del cuadro, si se  forma o o no un tri&#225;ngulo, seg&#250;n que los arcos de centros X e Y se corten o no.</p>
<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/etFrrXmH/width/1013/height/579/border/888888/sfsb/true/rc/false/ai/false/sdz/true/smb/false/stb/false/stbh/true/ld/false/sri/true/at/auto" width="1013px" height="579px" style="border:0px;" allowfullscreen> </iframe>
<p>
Pulsando en el bot&#243;n [Animaci&#243;n], los puntos se van mostrando uno a uno y puedes ver como va cambiando la frecuencia. Cuando acabe la animaci&#243;n, pulsa  el bot&#243;n [Recalcula 10 series de puntos].<br/>
<br/>
Pulsando en el bot&#243;n [Recalcula todos los puntos] se obtiene una nueva serie completa de 1000 puntos. Hazlo repetidamente y observas laa frecuencias obtenidas. En la celda A2 se tiene el valor de la &#250;ltima frecuencia, y en las celdas B1:B10 las diez &#250;ltimas.<br/>
<br/>
&#191;Puedes aventurar cual es la probabilidad de que pueda formarse un tri&#225;ngulo? Marca la casilla ayuda para obtener una pista o corroborar tu intuici&#243;n. &#191;Puedes demostrar ahora que esa es la probabilidad? Recuerda la DESIGUALDAD TRIANGULAR. Puedes ver la demostraci&#243;n marcando la otra casilla.<br/>
<br/>
Pulsa en el bot&#243;n [Recalcula 10 series de puntos], para repetir el experimento completo 10 veces, obteniendo 10 nuevas medias. &#191;Como var&#237;a la media de las 10 frecuencias, comparando con la variaci&#243;n de las freecuencias?<br/>
<br/>
Anota en la las columnas C y D 10 medias y desviaciones t&#237;picas. Copia las celdas B12 y B13 en las celdas C12 y C13, para obtener la media y la desviaci&#243;n t&#237;pica de las 10 medias anteriores. &#191;Qu&#233; puedes decir de sus valores, comparados con las medias y desviaciones t&#237;picas que guardaste en C1:C10 y D1:D10?<br/>
<br/>
AMPLIACI&#211;N:<br/>
<br/>
Si primero hicieramos un corte en un punto X entre A y B, y luego otro en un punto Y entre X y B, &#191;cambiar&#237;a algo la probabilidad?<br/>
&#191;Y si el segundo corte lo hicieramos en el segmento m&#225;s largo de los dos producidos por el primer corte?</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 27 junio 2013. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>