<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Morley, trisectrices, Geometría, euclídea, matemáticas, geogebra, Bachillerato, trigonometría, ángulos, circunferencia, teorema, triángulo, applet">
<title>Al tri&#225;ngulo de Morley por el lado - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="773">
<tr><td>
<h2>Al tri&#225;ngulo de Morley por el lado</h2>
<p>
Las trisectricdes de un &#225;ngulo son el par de rectas que lo dividen en tres partes iguales. El tri&#225;ngulo formado por las intersecciones de las trisectrices adyacentes a cada lado de un tri&#225;ngulo <b>&#9651;ABC</b> cualquiera es equil&#225;tero. Es el <a href="Triangulo_Morley.html" target="_blank">Tri&#225;ngulo de Morley</a> del <b>&#9651;ABC</b>.<br/>
<br/>
Una forma de verlo es calcular uno de sus lados, aplicando el teorema del seno y del coseno.<br/>
<br/>
Aqu&#237; se ha tomado <b>&#8736;A = 3&#945;</b>, <b>&#8736;B = 3&#946;</b> y <b>&#8736;C = 3&#947;</b>, de manera que se tiene que <b>&#945; + &#946; + &#947; = 60&#176;</b>, y <b>R</b> es el radio de la circunferencia circunscrita al  <b>&#9651;ABC</b>. Como la expresi&#243;n obtenida para <b>d</b> es sim&#233;trica respecto de estos &#225;ngulos, los tres lados del tri&#225;ngulo son iguales y &#233;ste es equil&#225;tero.</p>

<iframe scrolling="no" title="Al triángulo de Morley por el lado" src="https://www.geogebra.org/material/iframe/id/hvb8bu9n/width/1142/height/477/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="1142px" height="477px" style="border:0px;" allowfullscreen> </iframe>

<p>
Otra demostraci&#243;n puede verse en <a href="Triangulo_Morley.html" target="_blank">Tri&#225;ngulo de Morley</a>.<br/>
<br/>
En <a href="http://www.cut-the-knot.org/triangle/Morley/index.shtml" target="_blank">Cut the Knot Morley's Miracle</a>  pueden verse muchas otras.<br/>
<br/>
Lo descubri&#243; <a href="https://mathshistory.st-andrews.ac.uk/Biographies/Morley/" target="_blank">Frank Morley</a> (1860 Suffolk, Inglaterra - 1937 Baltimore, USA) en 1899, siendo profesor de Matem&#225;ticas en el Haverford College (Pennsylvania, USA). Suele decirse que es el &#250;ltimo gran teorema la Geometr&#237;a del Tri&#225;ngulo en ser descubierto. Sin duda se debe a que la trisecci&#243;n de un &#225;ngulo no es un problema resoluble con regla y comp&#225;s. <br/>
</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 26 mayo 2023. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>