<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, cónicas, parábola, triángulo, áreas, afín, triángulo parabólico, Cavallieri, Arquímedes, applet">
<title>Tri&#225;ngulo parab&#243;lico - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="779">
<tr><td>
<h2>Tri&#225;ngulo parab&#243;lico</h2>
<p>
Se tiene un &#9651;ABC cualquiera y se trazan las tres par&#225;bolas tangentes a cada par de sus lados en los v&#233;rtices. &#191;Cu&#225;l es la fracci&#243;n de &#225;rea del tri&#225;ngulo ocupada por las siete regiones en que queda dividido?<br/>
<br/>
Las par&#225;bolas est&#225;n bien definidas, pues una c&#243;nica cualquiera se determina en general por 5 puntos o rectas tangentes; si se fija una excentricidad son en general necesarias y suficientes cuatro condiciones (excepciones son las circunferencias y las hip&#233;rbolas equil&#225;teras, en las que tal n&#250;mero se reduce a tres). Y aqu&#237; se dan cuatro: cada par&#225;bola pasa por dos v&#233;rtices y es tangente a dos lados.<br/>
<br/>
Se trata de un problema claramente af&#237;n, pues en una transformaci&#243;n af&#237;n se conservan los cocientes de distancias entre puntos alineados, la raz&#243;n simple, y como consecuencia de ello la alineaci&#243;n de puntos, y el paralelismo y concurrencia de rectas. En particular, las c&#243;nicas se transforman en c&#243;nicas del mismo tipo, con el mismo n&#250;mero de puntos impropios, por lo que la imagen de una par&#225;bola es una par&#225;b&#243;la. Como por otras parte todos los tri&#225;ngulos son equivalentes bajo transformaciones afines, puede estudiarse el problemo en cualquier tri&#225;ngulo. Lo haremos en el tri&#225;ngulo equil&#225;tero, para aprovechar sus simetr&#237;as. <br/>
<br/>
Expl&#237;citamente, la afinidad que transforma cualquier tri&#225;ngulo en equil&#225;tero puede considerarse compuesta de un deslizamiento paralelo a un lado, al que deja invariante, y que transforme el tri&#225;ngulo en is&#243;sceles, seguida de una contracci&#243;n perpendicular a ese lado, que transforme al tri&#225;ngulo en equil&#225;tero. La primera no cambia el valor de ninguna &#225;rea, por el principio de Cavallieri, y la segunda cambia todas las &#225;reas en la misma proporci&#243;n. Pulsar el bot&#243;n [<b>Ir a tri&#225;ng. equil.</b>] para efectuar esta transformaci&#243;n.<br/>
<br/>
</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/bqWMcPrX/width/781/height/597/border/888888/sfsb/true/sri/true/sdz/true" width="781px" height="597px" style="border:0px;" allowfullscreen> </iframe>

<p>
Sean D, E y F los tres puntos en que se cortan cada par de par&#225;bolas. Por simetr&#237;a, se encuentran sobre las medianas de &#9651;ABC. Cada par de tangentes a cada una de estas par&#225;bolas en los puntos de corte, se cortan a su vez en los puntos G, H e I. Por simetr&#237;a de rotaci&#243;n ternaria en torno al baricentro J y de reflexi&#243;n en las medianas, estas seis tangentes delimitan un hex&#225;gono regular DIEGFH y una estrella de seis puntas C<sub>a</sub>, C<sub>b</sub>, A<sub>b</sub>, A<sub>c</sub>, B<sub>c</sub> y B<sub>a</sub>, inscrita en el &#9651;ABC. Estas tangentes son paralelas a las medianas y perpendiculares a los lados correspondientes, y cortan a los lados a 1/3 del v&#233;rtice.  <br/>
<br/>
Como es bien sabido desde Arqu&#237;medes, el segmento parab&#243;lico, limitado por la par&#225;bola y una cuerda, tiene un &#225;rea igual a los 2/3 de la del tri&#225;ngulo formado por la cuerda y las tangentes en sus extremos. Adem&#225;s, todas las cuerdas paralelas tienen sus puntos medios alineados en un eje secundario de la par&#225;bola, que la corta en el punto de contacto con la tangente paralela a dichas cuerdas. Y este punto de contacto es el punto medio entre el punto medio de la cuerda que limita al segmento y el punto en que se cortan las tangentes por sus extremos.<br/>
<br/>
Por tanto, las par&#225;bolas pasan por los puntos medios de las medianas, que ser&#225;n sus v&#233;rtices, y el &#225;rea que delimitan con el lado es 2/3 de la del &#9651;ABC.<br/>
<br/>
Otra propiedad bien conocida de las par&#225;bolas es que las <a href="Tangentes_parabola_directriz.html" target="_blank">tangentes perpendiculares</a> se cortan en la directriz y la cuerda que une los puntos de tangencia pasa por el foco. La par&#225;bola que pasa por A y B por ejemplo, tiene sus tangentes en E y B perpendiculares, as&#237; como en A y D. El foco debe encontrarse en AD y BE, que son medianas, y por lo tanto es el centro J del tri&#225;ngulo, coincidiendo con el de las otras dos par&#225;bolas. La directriz pasa por los puntos C<sub>b</sub> y C<sub>a</sub> en que se cortan perpendicularmente estas tangentes. La perpendicularidad y los cocientes de distancias no alineadas no son invariantes afines, por lo que todo lo referido a focos y directrices no es v&#225;lido para tri&#225;ngulos no equil&#225;teros.<br/>
<br/>
Comparando los tri&#225;ngulos semejantes AGA<sub>c</sub> y AJM<sub>c</sub>, donde M<sub>c</sub> es el punto medio del lado c, deducimos que AG = 2/3 AJ = 4/9 AM<sub>a</sub>. G es el punto medio de AD por encontrarse en el eje secundario C<sub>b</sub>E de la par&#225;bola f, tenemos que AD es 8/9 de la mediana y los punto D, E y F se encuentran a 1/9 de cada lado.<br/>
<br/>
Llamando S<sub>1</sub> al &#225;rea del 'tri&#225;ngulo' interior a las tres par&#225;bolas, S<sub>2</sub> a las &#225;reas iguales de los 'tri&#225;ngulos' limitados internamente por dos par&#225;bolas y externamente por otra, y S<sub>3</sub> a las tambi&#233;n iguales limitadas por dos par&#225;bolas y un lado del tri&#225;ngulo, tenemos que<br/>
<br/>
S<sub>1</sub> + 3S<sub>2</sub> + 3S<sub>3</sub> = 1  (todo el tri&#225;ngulo)<br/>
S<sub>1</sub> + 2S<sub>2</sub> +   S<sub>3</sub> = 2/3  (segmento parab&#243;lico limitado por un lado)<br/>
1/2 S<sub>1</sub> + 1/2 S<sub>2</sub>       = (2/3)(8/9)(2/3)(1/2) = 16/81  (segmento parab&#243;lico limitado por una mediana)<br/>
<br/>
 &rArr;   S<sub>1</sub> = 5/27,   S<sub>2</sub> = 17/81,   S<sub>3</sub> = 5/81<br/>
<br/>
Proporci&#243;n de &#225;reas respecto a la de &#9651;ABC,m que es v&#225;lida para cualquier tri&#225;ngulo.<br/>
<br/>
Pueden desplazarse los v&#233;rtices A y B en cualquier momento, y C cuando el tri&#225;ngulo no es equil&#225;tero.
<br/><br/>
Cada par&aacute;bola es la curva de Bezier de los tres v&eacute;rtices, dependiendo de que punto se tome como el intermedio.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 7 enero 2017. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>