<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, hipérbola, trigonometría, ángulos, circunferencias, teorema, triángulos, applet, Jacobi, Ceva, Kiepert, Napoleón, seno">
<title>Tri&#225;ngulos de Jacobi - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="753">
<tr><td>
<h2>Tri&#225;ngulos de Jacobi</h2>
<p>
Un tri&#225;ngulo de Jacobi A'B'C' se obtiene rotando en torno a cada v&#233;rtice los dos lados de un tri&#225;ngulo cualquiera ABC que inciden en &#233;l, un mismo &#225;ngulo en sentidos contrarios. El &#225;ngulo puede ser distinto para los tres v&#233;rtices. Los v&#233;rtices del tri&#225;ngulo de Jacobi son entonces las intersecciones de las rectas producidas al girar el mismo lado respecto de sus dos extremos.<br/>
<br/>
Las rectas que unen los v&#233;rtices del tri&#225;ngulo ABC con los v&#233;rtices del tri&#225;ngulo de Jacobi, obtenidos por las rotaciones del lado opuesto, concurren siempre en un punto K, lo que constituye el <a href="https://incertia.wordpress.com/2013/07/31/jacobis-theorem-a-huge-trig-bash/">Teorema de Jacobi</a>. Se obtiene f&#225;cilmente combinando el <a href="TeorSeno.html" target="_blank">teorema del seno</a> con la forma trigonom&#233;trica del <a href="Teorema_Ceva.html" target="_blank">Teorema de Ceva</a><br/>
<br/>
Si  &#945; = &#946; = &#947;, el punto K yace en la <a href="KiepertHiperbola.html" target="_blank">hip&#233;rbola de Kiepert</a>.</p>

<iframe scrolling="no" src="https://www.geogebra.org/material/iframe/id/xfBztZj3/width/750/height/463/border/888888/sfsb/true/sri/true/sdz/true" width="750px" height="463px" style="border:0px;" allowfullscreen> </iframe>
<p>
Para un tri&#225;ngulo ABC dado hay 19 ternas de &#225;ngulos [&#945;, &#946;, &#947;] que originan <a href="http://forumgeom.fau.edu/FG2016volume16/FG201642.pdf">tri&#225;ngulos de Jacobi congruentes</a> con el ABC. El m&#225;s sencillo de ellos se obtiene utilizando &#225;ngulos de giro complementarios del &#225;ngulo del v&#233;rtice correspondiente. En este caso, los dos tri&#225;ngulos son conc&#237;clicos y sim&#233;tricos respecto de su circuncentro com&#250;n, en el que se sit&#250;a el punto de Jacobi. Pulsando el bot&#243;n [<b>Congruentes conc&#237;clicos</b>] se obtiene este tri&#225;ngulo de Jacobi.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 3 noviembre 2016. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>