<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, analítica, matemáticas, geogebra, Bachillerato, Agnesi, versiera, bruja, integral, impropia, punto inflexión, ecuaciones paramétricas, funciones, cálculo, área, applet">
<title>Versiera de Agnesi - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="775">
<tr><td>
<h2>Versiera de Agnesi</h2>
<p>
La <b>Versiera</b>, tamb&#237;en conocida como <i>Bruja de Agnesi</i> por un error de traducci&#243;n, es una c&#250;bica, curva algebraica de grado tres.<br/>
<br/>
Esta definida a partir de un punto <b>O</b> y una recta <b>r</b> que no pasa por &#233;l, a una distancia <b>a</b>. Se dibuja el c&#237;rculo <b>c</b> de di&#225;metro <b>a</b> que pasa por <b>O</b> y es tangente a <b>r</b> en el punto <b>A</b>. Una secante a <b>r</b> por <b>O</b> corta a <b>r</b> en el punto <b>B</b> y a <b>c</b> en el punto <b>C</b>. La intersecci&#243;n de la perpendicular a <b>r</b> por <b>b</b> con la paralela por <b>C</b> es el punto <b>P</b> que define la curva, su lugar geom&#233;trico.<br/>
<br/>
Para representarla, habitualmente se toma el origen en <b>O</b> y <b>r: y = a</b>. El c&#237;rculo tiene entonces la ecuaci&#243;n <b>x&#178; + (y-a/2)&#178; = a&#178;/4</b>. Tomando <b>x = at</b>, se deducen entonces f&#225;cilmente sus ecuaciones param&#233;tricas <b>{x = at, y = a/(1 + t&#178;)}</b> y a partir de ellas su ecuaci&#243;n expl&#237;cita, que define una funci&#243;n racional <b>y = f(x) = a&#179;/(a&#178; + x&#178;)</b>. El eje <b>Ox</b> es una as&#237;ntota horizontal, el punto <b>A=(0, a)</b> es un m&#225;ximo y los puintos <b>(&#177;a/&#8730;3, 3a/4)</b> son puntos de inflexi&#243;n, siendo la curva sim&#233;trica respecto al eje <b>Oy</b>.<br/>
<br/>
El &#225;rea comprendida entre la curva y la as&#237;ntota se calcula f&#225;cilmente con una integral impropia y su valor es <b>&#960;a&#178;</b>, cuatro veces la del c&#237;rculo empleado para construirla. Curiosamente los puntos de inflexi&#243;n dividen a &#233;sta &#225;rea en tres partes de igual superficie, <b>&#8531; &#960;a&#178;</b>.</p>

</iframe><iframe scrolling="no" title="Versiera de Agnesi" src="https://www.geogebra.org/material/iframe/id/fbdqcm8g/width/777/height/325/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/false/rc/false/ld/false/sdz/false/ctl/false" width="777px" height="325px" style="border:0px;" allowfullscreen> </iframe>

<p>
<b><a href ="https://mathshistory.st-andrews.ac.uk/Biographies/Agnesi/" target="_blank">Mar&#237;a Ga&#235;tana Agnesi</a></b> (Mil&#225;n, 16 de mayo de 1718 - ib., 9 de enero de 1799) fu&#233; una matem&#225;tica italiana que destac&#243; por su trabajo en el calculo diferencial. Su obra m&#225;s conoicida es <i><b>Instituzioni analitiche ad uso della giovent&#249; italiana</b></i>. </p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 16 mayo 2023. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>