<!DOCTYPE html>
<html>
<head>
<meta http-equiv="X-UA-Compatible" content="IE=10" />
<META name="keywords" Content="Geometría, euclídea, matemáticas, geogebra, poliedro, tronco, prisma, cilindro, prismatoide, volumen, centro de masas, applet">
<title>Volumen de un prisma o cilindro truncado - GeoGebra Hoja Din&#225;mica</title>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<meta name="generator" content="GeoGebra" />
<style type="text/css"><!--body { font-family:Arial,Helvetica,sans-serif; margin-left:40px }--></style>
</head>
<body>
<table border="0" width="753">
<tr><td>
<h2>Volumen de un prisma o cilindro truncado</h2>
<p>
Un prisma truncado es aquel en que las bases no son paralelas. Es decir, se trata de un volumen delimitado por tres o m&#225;s planos que se cortan en lineas paralelas, las aristas laterales del prisma, y por dos planos secantes a todos los anteriores, que en general no son paralelos entre si, como si ocurre en un prisma recto u obl&#237;cuo no truncado.<br/>
<br/>
Las caras laterales son ahora trapecios, y las dos bases son pol&#237;gonos de igual n&#250;mero de lados. La secci&#243;n recta, <b>S</b> en la figura, es la secci&#243;n perpendicular a las aristas laterales del prisma. Las dos base y la secci&#243;n recta se corresponden en una proyecci&#243;n paralela, en la direcci&#243;n de las aristas laterales. Esta es una transformaci&#243;n af&#237;n, que conserva los cocientes de distancias alineadas, la raz&#243;n simple de tres puntos, por lo que los baricentros o centros de masas de estos tres pol&#237;gonos est&#225;n alineados en una recta paralela a las aristas larterales.<br/>
<br/>
Empecemos considerando un prisma triangular. Este puede considerarse como un <a /href="PrismatoideVolumen.html" target="_blank">prismataoide</a>, con una de las caras laterales, la <b>A'B'B''C''</b> de la figura, como base, y la otra la arista opuesta <b>C'C''</b>, de &#225;rea nula. La altura del prismatoide coincide entonces con la altura <b>h<sub>c</sub></b> de la secci&#243;n recta triangular <b>ABC</b>. El volumen es entonces simplemente el producto de la secci&#243;n recta por la media de las aristas laterales, que es la distancia l entre los centros de masas de las dos bases.</p>

<iframe scrolling="no" title="Volumen de un prisma o cilindro truncado" src="https://www.geogebra.org/material/iframe/id/g3r9qhx8/width/753/height/685/border/888888/sfsb/true/smb/false/stb/false/stbh/false/ai/false/asb/false/sri/true/rc/false/ld/false/sdz/true/ctl/false" width="753px" height="685px" style="border:0px;" allowfullscreen> </iframe>

<p>
Si el prisma no es triangular, el volumen sigue siendo el producto de la secci&#243;n recta por la distancia entre los centros de masas de las bases, que ahora no ser&#225; en general la media de las aristas laterales.<br/>
<br/>
Para verlo, consideremos el prisma dividido en dos por un plano que contiene a diagonales correspondientes de ambas bases, y que para ambas partes se verifica lo propuesto. Sean <b>V<sub>1</sub></b>, <b>V<sub>2</sub></b>, <b>V</b>, <b>S<sub>1</sub></b>, <b>S<sub>2</sub></b>, <b>l<sub>1</sub></b>, <b>l<sub>2</sub></b> y <b>l</b> los volumenes, secciones rectas y distancias entre los baricentros de las bases de ambas partes y del conjunto. Sean <b>G<sub>1</sub></b>, <b>G<sub>2</sub></b> y <b>G</b> los baricentros de las respectivas secciones rectas y <b>G'<sub>1</sub></b>, <b>G'<sub>2</sub></b>, <b>G''<sub>1</sub></b>, <b>G''<sub>2</sub></b>, <b>G'</b> y <b>G''</b> los de las respectivas bases. Tendremos que:
<br/>
<br/>
<b>V = V<sub>1</sub>+ V<sub>2</sub> = S<sub>1</sub>&#183;l<sub>1</sub>+S<sub>2</sub>&#183;l<sub>2</sub> = S&#183;m</b>
<br/>
<br/>
donde <b>m</b> es una longitud en principio desconocida. Despejando <b>m</b>,<br/>
<br/>
<b>m = (S<sub>1</sub>&#183;l<sub>1</sub> + S<sub>2</sub>&#183;l<sub>2</sub>)/(S<sub>1</sub> + S<sub>2</sub>)</b>
<br/>
<br/>
Pero para los centros de masas se tiene que <b>GG<sub>1</sub>/GG<sub>2</sub>=S<sub>2</sub>/S<sub>1</sub></b>. Considerando el trapecio <b>G'<sub>1</sub>G'<sub>2</sub>G''<sub>2</sub>G''<sub>1</sub></b>, tenemos que el segmento <b>l = G'G''</b> es paralelo a sus bases <b>l<sub>1</sub> = G'<sub>1</sub>G''<sub>1</sub></b> y <b>l<sub>2</sub> = G'<sub>2</sub>G''<sub>2</sub></b> a distacias proporcionales <b>S<sub>2</sub></b> y <b>S<sub>1</sub></b> respectivamente, por lo que su longitud es precisamente <b>m</b>. Por tanto, si se verifica para ambos prismas parciales, tambi&#233;n se verifica para el total.<br/>
<br/>
Entonces es suficiente descomponer el prisma en prismas tri&#225;ngulares, para los que sabemos que es cierto, e ir agreg&#225;ndolos dos a dos, hasta obtener el prisma total. Por paso al l&#237;mite, tambi&#233;n se ve que es cierto para cualquier cuerpo limitado por una superficie cil&#237;ndrica cualquiera y dos bases no paralelas en general.<br/>
<br/>
Una cuesti&#243;n interesante es que si se cambia la orientaci&#243;n de las bases de cualquier prisma sin modificar sus centros de masas, el volumen del prisma no cambia. Forzando solo un poco m&#225;s el argumento, se deduce el <a href="https://es.wikipedia.org/wiki/Teorema_del_centroide_de_Pappus" target="_blank">"Teorema de Pappus-Guldin</a> para el volumen de cuerpos de revoluci&#243;n: El volumen de un cuerpo de revoluci&#243;n es igual al &#225;rea de la secci&#243;n que lo genera por el recorrido que realiza su centro de masas.</p>
<p><span style="font-size:small">Ignacio Larrosa Ca&#241;estro (Grupo XeoDin), 24 enero 2025. Creado con <a href="http://www.geogebra.org/" target="_blank" >GeoGebra</a></span></p>
<a href="index.html" target="_blank" >P&aacute;gina principal</a>
</td></tr>
</table>
</body>
</html>